{
  "id": 233,
  "name": "Chateau d'Oraguille",
  "actors": [
    {
      "id": 17731585,
      "name": "Destin",
      "events": [
        {
          "id": 8,
          "dialogue": [
            {
              "id": 7791,
              "string": "1\u0000\u0007I have heard of your valiant efforts from my son. It would not be an understatement to say that your repeated bravery has helped maintain peace throughout the Kingdom."
            },
            {
              "id": 7792,
              "string": "1\u0000\u0007As for Lightbringer, as long as Rochefogne remains unconscious..."
            },
            {
              "id": 7797,
              "string": "1\u0000\u0007You do so much resemble your sister...\u0007Forgive me. We all thought you had perished during the Great War. If I had only known that you were the true Rochefogne, we might have been able to prevent the loss of so many lives."
            },
            {
              "id": 7799,
              "string": "1\u0000\u0007You may rise, Rochefogne.\u0007As much as I would like to reminisce of times past, I first wish to know of Lightbringer."
            },
            {
              "id": 7821,
              "string": "1\u0000\u0007However, the legend of Ranperre tells of how the Dragon King used Lightbringer to bring peace to San d'Oria. How could such an instrument of good bring so much evil?"
            },
            {
              "id": 7824,
              "string": "1\u0000\u0007I agree. And I have the perfect citizen to help carry out the task."
            },
            {
              "id": 7825,
              "string": "1\u0000\u0007\b, you are well-versed in the layout of King Ranperre's Tomb. I ask you to travel there in advance and rid the area of any evil that could endanger the task at hand."
            },
            {
              "id": 7826,
              "string": "1\u0000\u0007I have a feeling that the Orcs may pay us another unexpected visit."
            }
          ]
        },
        {
          "id": 21,
          "dialogue": [
            
          ]
        },
        {
          "id": 61,
          "dialogue": [
            {
              "id": 7265,
              "string": "1\u0000\u0007Trion has spoken to me about you. At long last we meet, \b. I commend you for putting an end to the Shadow Lord."
            },
            {
              "id": 7272,
              "string": "1\u0000\u0007Of course, our nation has fallen ill. Our long struggle with the beastmen has prevented any recovery from the war."
            },
            {
              "id": 7273,
              "string": "1\u0000\u0007Much like the reign of King Ranperre."
            },
            {
              "id": 7275,
              "string": "1\u0000\u0007Yes, our great ancestor. But that king pulled our kingdom from the brink, and brought San d'Oria again to greatness."
            },
            {
              "id": 7278,
              "string": "1\u0000\u0007Yes. The legends speak of King Ranperre and how he used the Treasure to save his nation."
            }
          ]
        },
        {
          "id": 65,
          "dialogue": [
            {
              "id": 7986,
              "string": "1\u0000\u0007Halver, it is most troublesome. There is something I must confer with you about.\u0007Nay, rather I have a request for you."
            },
            {
              "id": 7988,
              "string": "1\u0000\u0007Ahem. Well, how do I begin?\u0007Do you recall the day when my beloved Leaute first came to the chateau?"
            },
            {
              "id": 7995,
              "string": "1\u0000\u0007This has nothing to do with Leaute.\u0007I wanted to speak with you about a new queen."
            },
            {
              "id": 7997,
              "string": "1\u0000\u0007Hrmph. I thought perhaps it was time the subject was breached."
            },
            {
              "id": 7999,
              "string": "1\u0000\u0007Yes, I do not doubt that Leaute has been uneasy in her eternal rest. Halver, I want you to search for a suitable lady to become the future Queen of San d'Oria."
            },
            {
              "id": 8002,
              "string": "1\u0000\u0007Hmmm. Naturally, she must have a compassionate heart for all of our subjects, as did my dear Leaute."
            },
            {
              "id": 8005,
              "string": "1\u0000\u0007It is said that men always look for the image of their mother, however...\u0007These things you should be asking of the lady's future husband. Finding out his preferences will be part of this task."
            },
            {
              "id": 8008,
              "string": "1\u0000\u0007Haven't you been listening, Halver? We are speaking of Trion's bride-to-be!"
            },
            {
              "id": 8009,
              "string": "1\u0000\u0007Of course, it is yet to be decided whether or not Trion is to succeed me. However, it is a distinct possibility. It will be necessary to find Pieuje a bride as well, but for the moment I believe we should search for a fitting consort for Crown Prince Trion."
            },
            {
              "id": 8011,
              "string": "1\u0000\u0007The only peculiar thing around here is you, Halver! \u0007In any case, I entrust you with the duty of finding Trion a suitable wife and arranging an introduction."
            },
            {
              "id": 8012,
              "string": "1\u0000\u0007This need not be so difficult if Trion is merely made aware of the fact that he has approached a marriageable age."
            },
            {
              "id": 8016,
              "string": "1\u0000\u0007Ahahaha! Halver, have you developed a sense of humor over the years?"
            },
            {
              "id": 8018,
              "string": "1\u0000\u0007I never thought you were the type to indulge in comedy. You must entertain us with your jests at the next banquet."
            },
            {
              "id": 8019,
              "string": "1\u0000\u0007Now, as for Trion's preferences. This is quite a quandary, isn't it?"
            },
            {
              "id": 8024,
              "string": "1\u0000\u0007Of course, who would know better than his own brother? \u0007Well? Out with it then, Pieuje."
            },
            {
              "id": 8028,
              "string": "1\u0000\u0007Hmm, things have certainly changed since my day. Mayhap this is the best choice for him.\u0007Halver, continue this discussion with Pieuje and seek out a girl that matches Trion's interests."
            },
            {
              "id": 8029,
              "string": "1\u0000\u0007Pieuje, not a word of this to your brother. He will become obstinate if he finds that we have been having this discussion without his knowledge."
            }
          ]
        },
        {
          "id": 70,
          "dialogue": [
            {
              "id": 8162,
              "string": "1\u0000\u0007Ah, \b!\u0007I am delighted to see you have shown interest in our fine exercise."
            },
            {
              "id": 8163,
              "string": "1\u0000\u0007I can assume you have already been informed of the finer details of Conflict, can I not?"
            },
            {
              "id": 8164,
              "string": "1\u0000\u0007The three nations are finally at peace. Tension between the people of Vana'diel is the last thing any of us wish. However, while only a simple exercise, a game such as Ballista could be misinterpreted by some as a direct attack on an ally."
            },
            {
              "id": 8165,
              "string": "1\u0000\u0007That is where you adventurers come in. Your minds are still clear, your spirits fresh. You are not controlled by petty politics and hidden agendas. It is you who have the opportunity to become the true heroes of the Kingdom."
            },
            {
              "id": 8166,
              "string": "1\u0000\u0007Ah, but to think I would live to see the day Conflict was reinstated. Just thinking of the heated battle makes my heart race with excitement."
            },
            {
              "id": 8167,
              "string": "1\u0000\u0007When I was still young, I would spend my days training for Ballista with my fellow knights. Victory was the only thing on our minds."
            },
            {
              "id": 8168,
              "string": "1\u0000\u0007Knowing thy enemy and using that knowledge to strike him down...\u0007Giving your all till you have no more to give...\u0007The power of the spirit is what drives us, young \b."
            },
            {
              "id": 8169,
              "string": "1\u0000\u0007And when the battle is through, there remains no hate nor spite--only a bond between brothers that can be experienced through the silent, firm handshake exchanged before parting."
            },
            {
              "id": 8170,
              "string": "1\u0000\u0007You have my permission to take part in the games.\u0007My only regret is that due to my age, I will be unable to fight by your side."
            },
            {
              "id": 8171,
              "string": "1\u0000\u0007However, forget not during these exercises you will be bearing the emblem of the Kingdom. The honor of San d'Oria is at stake, so act accordingly."
            },
            {
              "id": 8172,
              "string": "1\u0000\u0007Defeat is not an option. I expect you to do your best, and I expect you to win."
            }
          ]
        },
        {
          "id": 71,
          "dialogue": [
            {
              "id": 8173,
              "string": "1\u0000\u0007Hmmm..."
            },
            {
              "id": 8174,
              "string": "1\u0000\u0007So you are the adventurer known as \b. It has come to my attention that you wish to participate in our battle exercises."
            },
            {
              "id": 8175,
              "string": "1\u0000\u0007Step closer and show me your face."
            },
            {
              "id": 8176,
              "string": "1\u0000\u0007..."
            },
            {
              "id": 8178,
              "string": "1\u0000\u0007When I learned that adventurers from Bastok would be taking part in Conflict, I was looking forward to seeing what kind of brute warrior the Republic would send. But if this is all my Hume companions have to offer, I can be only more positive that the forces of San d'Oria will be victorious."
            },
            {
              "id": 8179,
              "string": "1\u0000\u0007In recent years our two nations have been on amicable terms. However, I do not feel that any of my loyal citizens have forgotten what transpired in the Konschtat Highlands."
            },
            {
              "id": 8180,
              "string": "1\u0000\u0007When I learned that adventurers from Windurst would be taking part in Conflict, I was looking forward to seeing what kind of mighty sorcerer the Federation would send. But if this is all my Tarutaru companions have to offer, I can be only more positive that the forces of San d'Oria will be victorious."
            },
            {
              "id": 8181,
              "string": "1\u0000\u0007In recent years San d'Oria and Windurst have been on amicable terms. However, I do not feel that any of my loyal citizens have forgotten the bitter history that stains our nations' past."
            },
            {
              "id": 8182,
              "string": "1\u0000\u0007Ballista is the perfect opportunity to help erase the unwanted feelings of spite between us. But this does not mean my Kingdom's forces will show pity to their opponents. I will grant you the opportunity to withdraw your participation, if you wish."
            },
            {
              "id": 8183,
              "string": "1\u0000\u0007...I see that you have already made up your mind."
            },
            {
              "id": 8184,
              "string": "1\u0000\u0007Understood.\u0007Speak with Excenmille in Northern San d'Oria. There you will receive your Conflict registration."
            },
            {
              "id": 8185,
              "string": "1\u0000\u0007You may have had success in previous battles, but the road that lies ahead is like nothing you have traveled before. Clear your heart and cast off all inhibitions, and you will go far."
            },
            {
              "id": 8186,
              "string": "1\u0000\u0007I wish you and your nation luck, \b."
            }
          ]
        },
        {
          "id": 72,
          "dialogue": [
            
          ]
        },
        {
          "id": 87,
          "dialogue": [
            {
              "id": 6717,
              "string": "1\u0000\u0007I have heard good things about you, \b. Your contributions to the Kingdom are both welcomed and appreciated."
            },
            {
              "id": 6718,
              "string": "1\u0000\u0007I assume you have heard the details from Halver. Your next mission is a request left by my late wife, Leaute, in her will."
            },
            {
              "id": 6719,
              "string": "1\u0000\u0007You've visited the garden where the queen rests, have you not?"
            },
            {
              "id": 6720,
              "string": "1\u0000\u0007In that garden grows a rare, delicate flower, found only in certain remote areas of Vana'diel. My wife asked in her will that this flower, the \u0001\u00053????, always bloom by her side."
            },
            {
              "id": 6721,
              "string": "1\u0000\u0007It sounds like a simple task, but the rarity of the seeds forces us to send out our finest warriors."
            },
            {
              "id": 6722,
              "string": "1\u0000\u0007That is why I have called you here, \b. I can trust you will find \u0001\u00056???? and plant it in the garden alongside my dear wife's grave."
            }
          ]
        },
        {
          "id": 99,
          "dialogue": [
            
          ]
        },
        {
          "id": 100,
          "dialogue": [
            
          ]
        },
        {
          "id": 104,
          "dialogue": [
            {
              "id": 6827,
              "string": "1\u0000\u0007Welcome back from your long journey, \b. I am pleased to report that Curilla's forces located the holy sword, Lightbringer."
            },
            {
              "id": 6828,
              "string": "1\u0000\u0007According to the writings in our ancient tomes, the scholars feel that the retrieved sword is truly the lost Treasure of the Dragon King."
            },
            {
              "id": 6829,
              "string": "1\u0000\u0007The path leading to this day has been long and treacherous. However, our journey is nearly complete. I do not have the words to express my gratitude for your services."
            },
            {
              "id": 6830,
              "string": "1\u0000\u0007I thank you, and wish that you might continue your work for the good of San d'Oria long after I have stepped down from the throne."
            },
            {
              "id": 6831,
              "string": "1\u0000\u0007However, one final ceremony must be held--the true heir to the House of d'Oraguille must be decided. At that time, your service will again be called upon."
            }
          ]
        },
        {
          "id": 121,
          "dialogue": [
            
          ]
        },
        {
          "id": 537,
          "dialogue": [
            {
              "id": 7088,
              "string": "1\u0000\u0007Welcome, \b. I am Destin, King of San d'Oria."
            },
            {
              "id": 7089,
              "string": "1\u0000\u0007Please, be at ease. I've heard of you from Claidie. Much have you done for the Kingdom, it seems!"
            }
          ]
        },
        {
          "id": 567,
          "dialogue": [
            {
              "id": 8487,
              "string": "1\u0000\u0007An iron giant with the power to smite an airship from the sky, and a young Empress who would nonetheless seek to restore its power..."
            },
            {
              "id": 8489,
              "string": "1\u0000\u0007I would hear your counsel, Halver."
            },
            {
              "id": 8507,
              "string": "1\u0000\u0007Very well."
            },
            {
              "id": 8508,
              "string": "1\u0000\u0007Halver and my sons present a compelling case.\u0007Return to this Empress, and tell her San d'Oria stands with her.\u0007Now farewell, and may the Goddess watch over your journey!"
            }
          ]
        },
        {
          "id": 568,
          "dialogue": [
            {
              "id": 8487,
              "string": "1\u0000\u0007An iron giant with the power to smite an airship from the sky, and a young Empress who would nonetheless seek to restore its power..."
            },
            {
              "id": 8489,
              "string": "1\u0000\u0007I would hear your counsel, Halver."
            },
            {
              "id": 8507,
              "string": "1\u0000\u0007Very well."
            },
            {
              "id": 8510,
              "string": "1\u0000\u0007Halver and my son present a compelling case.\u0007Return to this Empress, and tell her San d'Oria stands with her.\u0007Now farewell, and may the Goddess watch over your journey!"
            }
          ]
        }
      ]
    },
    {
      "id": 17731586,
      "name": "Destin",
      "events": [
        {
          "id": 8,
          "dialogue": [
            
          ]
        },
        {
          "id": 9,
          "dialogue": [
            {
              "id": 7833,
              "string": "1\u0000\u0007I know that your bodies still ache from our recent encounter with the Orcs."
            },
            {
              "id": 7834,
              "string": "1\u0000\u0007However, I require your utmost attention, for I have an important announcement."
            },
            {
              "id": 7835,
              "string": "1\u0000\u0007I have decided that it is in the best interest of the Kingdom to prolong the Rites of Succession indefinitely. My sons still have much to learn of ruling a kingdom. Furthermore, when the time comes for me to step down, if I find my sons inadequate, I will not hesitate in selecting an heir from outside the d'Oraguille family."
            },
            {
              "id": 7836,
              "string": "1\u0000\u0007It is not only the royal family, but others like \b, that have silently supported San d'Oria for the past twenty years. Perhaps it is an adventurer such as ?[he\/she] that would be best suited for the throne."
            },
            {
              "id": 7837,
              "string": "1\u0000\u0007The arrogance of the Elvaan has held back this country for much too long. From today forth, we shall recognize our fellow races and join hands with them to form a stronger, better kingdom."
            },
            {
              "id": 7840,
              "string": "1\u0000\u0007We can hold our heads high knowing that there are adventurers such as \b, willing to risk their lives for the good of the Kingdom."
            }
          ]
        },
        {
          "id": 10,
          "dialogue": [
            {
              "id": 7749,
              "string": "1\u0000\u0007I see you have all arrived. Now all we have is to wait for Claidie."
            },
            {
              "id": 7750,
              "string": "1\u0000\u0007Ah, how is he? How is Rochefogne?"
            },
            {
              "id": 7752,
              "string": "1\u0000\u0007I see... Then we must wait until we may ask any more questions.\u0007However, I have just learned that the role of Lightbringer in the Rites of Succession was conceived by the papsque himself..."
            },
            {
              "id": 7753,
              "string": "1\u0000\u0007He lied to us about the true inscription on the stone tablet. The true inscription speaks of how the sword must be protected at all times and must never be drawn."
            },
            {
              "id": 7755,
              "string": "1\u0000\u0007The papsque had come to believe that Lightbringer was the key to the Gates of Paradise. It seems as if the Archduke of Jeuno's brother, Eald'narche, led him to believe this..."
            },
            {
              "id": 7756,
              "string": "1\u0000\u0007Because the sword can only be drawn by a member of the royal family, His Holiness conceived the Rites of Succession."
            },
            {
              "id": 7759,
              "string": "1\u0000\u0007We shall never know the full extent of the papsque's ambition, but just like us, he was lured by the awesome power that Lightbringer harbors in its blade."
            },
            {
              "id": 7763,
              "string": "1\u0000\u0007Whatever the case, we cannot afford to let the beastmen attempt to use it, even if it takes the dispatch of every last soldier in San d'Oria."
            },
            {
              "id": 7765,
              "string": "1\u0000\u0007Trion...?"
            },
            {
              "id": 7768,
              "string": "1\u0000\u0007Curb your conceit, Trion!"
            },
            {
              "id": 7770,
              "string": "1\u0000\u0007Trion, you are simply dancing on the stage of destiny. It is time for you to come down and face reality."
            },
            {
              "id": 7772,
              "string": "1\u0000\u0007I will command the army."
            },
            {
              "id": 7773,
              "string": "1\u0000\u0007Trion, you will stand on the front lines and show the knights the true honor and valor of the d'Oraguille family."
            },
            {
              "id": 7774,
              "string": "1\u0000\u0007Pieuje, you will maintain the supply routes, providing constant support to the front line and your brother."
            },
            {
              "id": 7775,
              "string": "1\u0000\u0007Claidie, you will tend to Rochefogne, as well as watch over him. He has yet to win my trust."
            },
            {
              "id": 7776,
              "string": "1\u0000\u0007\b, after this display, you must think the royal family pitiful. However, I have one last request of you. I wish you to stand on the front lines with Trion."
            },
            {
              "id": 7777,
              "string": "1\u0000\u0007And finally, we must not forget that we must be faithful to the citizens of this kingdom. We stand on the foundation they built. We must not lose their trust."
            },
            {
              "id": 7779,
              "string": "1\u0000\u0007Good work. Tell the scout to rest from his journey."
            }
          ]
        },
        {
          "id": 21,
          "dialogue": [
            {
              "id": 6754,
              "string": "1\u0000\u0007Yes, Trion.\u0007Oh, I see the discoverer of the ancient tome is also here with us."
            },
            {
              "id": 6755,
              "string": "1\u0000\u0007Well, as you all expected, the tomb discovered is in fact the true resting place of the Dragon King. I applaud our adventurer on ?[his\/her] work."
            },
            {
              "id": 6756,
              "string": "1\u0000\u0007In addition to this, the ancient writings also tell us about King Ranperre's Treasure..."
            },
            {
              "id": 6757,
              "string": "1\u0000\u0007According to the encrypted tome, the Treasure is a sword--a sword that, when unsheathed, wields more power than one can imagine. ??Lightbringer.??"
            },
            {
              "id": 6760,
              "string": "1\u0000\u0007Unfortunately, the whereabouts of the sword were not found within the tome's pages. However, our investigation has taken an important step forward."
            },
            {
              "id": 6761,
              "string": "1\u0000\u0007\b. If you obtain any new information on Lightbringer, I ask you to share it with us."
            },
            {
              "id": 6762,
              "string": "1\u0000\u0007While finding Ranperre's holy sword is one of our top priorities, paying proper homage to our former king is something I wish to do as successor to his throne."
            },
            {
              "id": 6763,
              "string": "1\u0000\u0007\b. I wish for you to travel to the Dragon King's tomb and purge the area of any vermin. We will follow directly behind."
            }
          ]
        },
        {
          "id": 32,
          "dialogue": [
            
          ]
        },
        {
          "id": 61,
          "dialogue": [
            {
              "id": 7280,
              "string": "1\u0000\u0007Hmph. If only we knew! This is all but legend, but apparently the king sealed it away somewhere. I cannot fathom why."
            },
            {
              "id": 7281,
              "string": "1\u0000\u0007Many were sent looking for it, but none succeeded. Perhaps now is the time we must find it and break the barrier that protects it."
            },
            {
              "id": 7282,
              "string": "1\u0000\u0007\b, should you uncover any news of Ranperre's Treasure, report to us at once."
            },
            {
              "id": 7284,
              "string": "1\u0000\u0007Now just a moment, Trion. Why should we wander in darkness when the papsque may still illuminate us?"
            },
            {
              "id": 7286,
              "string": "1\u0000\u0007Yes. I have faith that soon he will find some clue for us."
            },
            {
              "id": 7287,
              "string": "1\u0000\u0007My own life is waning. I must solve this mystery while I still breathe!"
            },
            {
              "id": 7289,
              "string": "1\u0000\u0007When that time comes, \b, your assistance will be needed by us all. Do not let us down!"
            },
            {
              "id": 7293,
              "string": "1\u0000\u0007That is all for today. Go and rest, for soon enough we may call upon you again."
            }
          ]
        },
        {
          "id": 99,
          "dialogue": [
            
          ]
        },
        {
          "id": 100,
          "dialogue": [
            {
              "id": 6805,
              "string": "1\u0000\u0007Call forth all members of the court. Has the adventurer \b arrived?"
            },
            {
              "id": 6806,
              "string": "1\u0000\u0007Ah, \b. The deciphering of the stone tablet you found has been completed."
            },
            {
              "id": 6807,
              "string": "1\u0000\u0007There is one line that has us especially intrigued..."
            },
            {
              "id": 6808,
              "string": "1\u0000\u0007??Light will befall the great Vana'diel only when the true heir of d'Oraguille raises Lightbringer to the heavens.??"
            },
            {
              "id": 6811,
              "string": "1\u0000\u0007Then it is decided. When we have possession of the legendary sword, Trion and Pieuje will both attempt to unsheathe it."
            },
            {
              "id": 6812,
              "string": "1\u0000\u0007Whoever succeeds will take my place on the throne as the true heir to the House of d'Oraguille."
            },
            {
              "id": 6815,
              "string": "1\u0000\u0007Trion or Pieuje--the sword will decide the future of San d'Oria and lead us from the darkness. Of course, we must first locate the Treasure of the Dragon King."
            },
            {
              "id": 6816,
              "string": "1\u0000\u0007Rahal. Curilla.\u0007I want your knights to concentrate their efforts on locating Lightbringer."
            },
            {
              "id": 6819,
              "string": "1\u0000\u0007And \b.\u0007Report to Rahal for your orders. I trust that your involvement in this investigation can only benefit San d'Oria."
            },
            {
              "id": 6820,
              "string": "1\u0000\u0007Set forth and search the darkness for the light that will guide us to a brighter future. The dawn of a new era in San d'Oria is upon us!"
            }
          ]
        },
        {
          "id": 509,
          "dialogue": [
            {
              "id": 7100,
              "string": "1\u0000\u0007Curilla? Are you there?"
            },
            {
              "id": 7102,
              "string": "1\u0000\u0007Ah, very good. Your leadership was exemplary, as always. Thanks to you, I may focus on my duties."
            },
            {
              "id": 7104,
              "string": "1\u0000\u0007However, Curilla, there seems to be something you overlooked."
            },
            {
              "id": 7106,
              "string": "1\u0000\u0007During the uproar, somebody made off with the talisman!"
            },
            {
              "id": 7108,
              "string": "1\u0000\u0007The very one. We were visited by an infiltrator while our eyes were on the brigands."
            },
            {
              "id": 7110,
              "string": "1\u0000\u0007I suspected them so."
            },
            {
              "id": 7112,
              "string": "1\u0000\u0007But before we track down this infiltrator, first must we thwart their sinister plot. Halver, let us decide on a plan of action."
            },
            {
              "id": 7113,
              "string": "1\u0000\u0007Curilla, be not disheartened; by no means was this your fault. Call off the alert, and return to your regular duties."
            },
            {
              "id": 7114,
              "string": "1\u0000\u0007Well, \b, your help is needed yet again. Halver will convey my orders soon enough... Remember, you have our thanks!"
            }
          ]
        },
        {
          "id": 537,
          "dialogue": [
            {
              "id": 7090,
              "string": "1\u0000\u0007As I'm sure Lord Halver has told you, we decided to appoint you to serve in the Embassy of San d'Oria at Jeuno."
            },
            {
              "id": 7091,
              "string": "1\u0000\u0007Recently we lost one of our staff there. But do not be alarmed, for you shall serve under my direct appointment."
            },
            {
              "id": 7092,
              "string": "1\u0000\u0007Take that letter of introduction with you and depart for Jeuno."
            },
            {
              "id": 7093,
              "string": "1\u0000\u0007The embassy has been informed, and is expecting you. Show the letter to any of the staff there."
            },
            {
              "id": 7094,
              "string": "1\u0000\u0007Depart as soon as you are able."
            },
            {
              "id": 7095,
              "string": "1\u0000\u0007Safe journeys, \b.4\u0002"
            }
          ]
        }
      ]
    },
    {
      "id": 17731587,
      "name": "Trion",
      "events": [
        {
          "id": 3,
          "dialogue": [
            {
              "id": 7863,
              "string": "1\u0000\u0007\b, you have my gratitude for saving my life in the Qu'Bia Arena."
            },
            {
              "id": 7864,
              "string": "1\u0000\u0007The Royal Knights have driven the Orcs into a corner. Our conflict with fiends will soon be resolved. As much as I wish to stand on the frontline with my fellow soldiers, I have many new responsibilities to face here in the chateau."
            },
            {
              "id": 7865,
              "string": "1\u0000\u0007I may, once again, require your services. Until then, may the Goddess shine Her glory upon you in your travels."
            }
          ]
        },
        {
          "id": 8,
          "dialogue": [
            
          ]
        },
        {
          "id": 9,
          "dialogue": [
            
          ]
        },
        {
          "id": 10,
          "dialogue": [
            {
              "id": 7757,
              "string": "1\u0000\u0007So the ceremony was a farce...?"
            },
            {
              "id": 7760,
              "string": "1\u0000\u0007Then what...is Lightbringer?"
            },
            {
              "id": 7764,
              "string": "1\u0000\u0007Father, let me take command of the army."
            },
            {
              "id": 7766,
              "string": "1\u0000\u0007I am to blame for the loss of Lightbringer. The responsibility of retrieving it lies within me."
            },
            {
              "id": 7767,
              "string": "1\u0000\u0007I was the one who ignored Claidie's pleas to attempt negotiations with Rochefogne. If it were not for my foolish pride, none of this would ever have been brought upon San d'Oria!\u0007Father! Allow me the chance to redeem myself!"
            },
            {
              "id": 7769,
              "string": "1\u0000\u0007Father...!?"
            },
            {
              "id": 7771,
              "string": "1\u0000\u0007Father..."
            }
          ]
        },
        {
          "id": 21,
          "dialogue": [
            {
              "id": 6752,
              "string": "1\u0000\u0007Well done, \b.\u0007Do you wish to know what is written in the tome? The king is about to make an official announcement regarding its contents in the Great Hall."
            },
            {
              "id": 6753,
              "string": "1\u0000\u0007Father. Shall we begin?"
            },
            {
              "id": 6758,
              "string": "1\u0000\u0007The Dragon King's...4\u0001"
            }
          ]
        },
        {
          "id": 32,
          "dialogue": [
            {
              "id": 7660,
              "string": "1\u0000\u0007Long have we awaited your arrival, \b. Your assistance is required in a mission for the Kingdom."
            },
            {
              "id": 7661,
              "string": "1\u0000\u0007Where is the king, you ask? His Highness has retired to his quarters for the day. Recently, he has not been in the best of health."
            },
            {
              "id": 7662,
              "string": "1\u0000\u0007There is no need to be concerned with my father's condition. Now that Lightbringer has found its way back to San d'Oria, the king has begun to show great improvement. He should be back to his normal self within days."
            },
            {
              "id": 7663,
              "string": "1\u0000\u0007Now as for the reason you were summoned here: the papsque has called upon you to perform an investigation. His Holiness should be here shortly."
            },
            {
              "id": 7667,
              "string": "1\u0000\u0007A magical wall, you say?"
            },
            {
              "id": 7670,
              "string": "1\u0000\u0007Rochefogne...\u0007That scoundrel is up to something."
            },
            {
              "id": 7673,
              "string": "1\u0000\u0007Ah, and this is why you have requested the assistance of the adventurer \b."
            },
            {
              "id": 7678,
              "string": "1\u0000\u0007Your Holiness, it sounds as if you are quite skilled at burying things..."
            },
            {
              "id": 7682,
              "string": "1\u0000\u0007Yes.\u0007Well, \b is one of San d'Oria's finest adventurers. I am certain that ?[he\/she] will locate the mediums and succeed in destroying them."
            },
            {
              "id": 7684,
              "string": "1\u0000\u0007With that Rochefogne running about, we will be forced to postpone the Rites of Succession. We would not want another scene like at the coming-of-age ceremony. We have our father's health to think about."
            },
            {
              "id": 7687,
              "string": "1\u0000\u0007Claidie!\u0007You know quite well that you are not allowed to interfere with these meetings."
            },
            {
              "id": 7690,
              "string": "1\u0000\u0007Hah. I apologize, Claidie.\u0007Well, as long as you are present, let us hear your opinion on the situation at hand."
            },
            {
              "id": 7692,
              "string": "1\u0000\u0007That is, if you believe the scoundrel."
            },
            {
              "id": 7695,
              "string": "1\u0000\u0007Watch what you say, Claidie. Not all of us here are of the royal family."
            },
            {
              "id": 7697,
              "string": "1\u0000\u0007However, that decision was an important turning point in the war. The gallant battle waged by the citizens of Tavnazia dealt a forceful blow to the beastman forces and gave us enough time to prepare our armies."
            },
            {
              "id": 7699,
              "string": "1\u0000\u0007Tavnazia was destroyed when the beastmen's secret weapon malfunctioned. Nothing, not even the beastmen themselves, were left after that calamity."
            },
            {
              "id": 7703,
              "string": "1\u0000\u0007And that is why we must first capture him. Only then will we be able to clear up that which troubles our two sides."
            },
            {
              "id": 7705,
              "string": "1\u0000\u0007Hah. I will heed your wish. However, if he lays a hand on any of my knights, I will be forced to take action."
            },
            {
              "id": 7707,
              "string": "1\u0000\u0007\b, search out and destroy these ??mediums?? that the papsque mentioned earlier. Only by doing so will the Kingdom be safe from the treachery behind this fiendish plan."
            },
            {
              "id": 7709,
              "string": "1\u0000\u0007The ??Cadavres des Corneilles??! Pieuje, are you mad!?"
            },
            {
              "id": 7712,
              "string": "1\u0000\u0007Hmmm...\u0007Then do as you wish."
            }
          ]
        },
        {
          "id": 61,
          "dialogue": [
            {
              "id": 7266,
              "string": "1\u0000\u0007You have fulfilled my expectations. No, you surpassed them! For that we thank you. May you continue to serve the motherland."
            },
            {
              "id": 7268,
              "string": "1\u0000\u0007Hmph. Ever the complainer, I see."
            },
            {
              "id": 7271,
              "string": "1\u0000\u0007Father, let us not dwell on the petty details! The Shadow Lord is dead, and our greatest threat is no more. We must return our attention to San d'Oria herself."
            },
            {
              "id": 7277,
              "string": "1\u0000\u0007You speak of the Treasure of the Dragon King?"
            },
            {
              "id": 7283,
              "string": "1\u0000\u0007Father, I urge you to send expeditions to every corner of Vana'diel!"
            }
          ]
        },
        {
          "id": 62,
          "dialogue": [
            {
              "id": 7866,
              "string": "1\u0000\u0007As my father stated, you may be more suited than I to rule our kingdom..."
            },
            {
              "id": 7867,
              "string": "1\u0000\u0007However, whether or not I ever stand at the pinnacle of San d'Oria is not important. This situation with Rochefogne, Lightbringer, and the Orcs has taught me much of what I lack as a leader."
            },
            {
              "id": 7868,
              "string": "1\u0000\u0007Far too often I have relied on your bravery and loyalty. If it were not for your gallant actions, I would have surely perished in the Northlands."
            },
            {
              "id": 7869,
              "string": "1\u0000\u0007If your journeys ever bring you back here to San d'Oria, you will always be welcome. Not as an adventurer, but as a friend."
            }
          ]
        },
        {
          "id": 63,
          "dialogue": [
            {
              "id": 6837,
              "string": "1\u0000\u0007Thanks to your perseverance and commitment to the Kingdom, Lightbringer has been found, and now the Rites of Succession can be carried out."
            },
            {
              "id": 6838,
              "string": "1\u0000\u0007As long as the Treasure is in San d'Oria, the Kingdom will be safe--regardless of whether myself or my brother is the true heir to the throne."
            },
            {
              "id": 6839,
              "string": "1\u0000\u0007The Rites of Succession will be carried out soon. At that time, your services will once again be called upon."
            }
          ]
        },
        {
          "id": 64,
          "dialogue": [
            {
              "id": 6795,
              "string": "1\u0000\u0007So, my younger sister has finally come of age... I remember when my brother and I would sneak out of the chateau and search the city for presents to buy her."
            },
            {
              "id": 6796,
              "string": "1\u0000\u0007We would always be awed by the wonders of the city."
            },
            {
              "id": 6797,
              "string": "1\u0000\u0007One year, the king caught us sneaking out. Our mother tried talking to our father, but there was no easing his anger. It was then that I first feared my father."
            },
            {
              "id": 6798,
              "string": "1\u0000\u0007Our mother fell ill shortly after, and there was nothing my brother or I could do to save her. Maybe it was our lack of power to save our mother that made us enemies..."
            },
            {
              "id": 6799,
              "string": "1\u0000\u0007I apologize for my rambling. Perhaps I should journey out into the city and select my sister's gift..."
            }
          ]
        },
        {
          "id": 66,
          "dialogue": [
            {
              "id": 8121,
              "string": "1\u0000\u0007Hm? Oh, it's you, Halver. So rare to see you in this part of the chateau. Is there something that needs my attention?"
            },
            {
              "id": 8123,
              "string": "1\u0000\u0007A lady...? You mean a new guard for the courtyard, or some such?"
            },
            {
              "id": 8125,
              "string": "1\u0000\u0007..."
            },
            {
              "id": 8127,
              "string": "1\u0000\u0007She appears to be an adventurer...?"
            },
            {
              "id": 8129,
              "string": "1\u0000\u0007My preferences?\u0007Halver, what in blazes are you talking about?"
            },
            {
              "id": 8132,
              "string": "1\u0000\u0007So this is Father's doing...\u0007I do not recall speaking of my ??preferences?? to anyone, however..."
            },
            {
              "id": 8134,
              "string": "1\u0000\u0007C-Curilla...?\u0007What are you doing here?"
            },
            {
              "id": 8144,
              "string": "1\u0000\u0007Halver..."
            },
            {
              "id": 8146,
              "string": "1\u0000\u0007Remove yourself from my presence right this minute, or your blood will stain my fist!"
            }
          ]
        },
        {
          "id": 76,
          "dialogue": [
            {
              "id": 7723,
              "string": "1\u0000\u0007Our father is feeling much better now. He should be returning to his proper position on the throne shortly."
            },
            {
              "id": 7724,
              "string": "1\u0000\u0007The Rites of Succession are upon us. When the time comes, we will be once again calling upon your services.\u0007You are dismissed."
            },
            {
              "id": 7725,
              "string": "1\u0000\u0007Pieuje, what has become of our younger sister?"
            },
            {
              "id": 7727,
              "string": "1\u0000\u0007Hmmm...\u0007She must realize that what we are doing is for the good of the Kingdom."
            },
            {
              "id": 7729,
              "string": "1\u0000\u0007What is it that troubles you, Pieuje?"
            },
            {
              "id": 7731,
              "string": "1\u0000\u0007Hah hah hah!\u0007Your petty worries and niggling prudence amuse me, Brother."
            }
          ]
        },
        {
          "id": 80,
          "dialogue": [
            {
              "id": 6750,
              "string": "1\u0000\u0007Your mission is to seek out the true tomb of King Ranperre. Finding the location of the tomb is critical in boosting the Kingdom's morale."
            }
          ]
        },
        {
          "id": 81,
          "dialogue": [
            {
              "id": 6744,
              "string": "1\u0000\u0007So it was you the guard sent...\u0007No matter. Your mission this time deals with the Treasure of the Dragon King."
            },
            {
              "id": 6745,
              "string": "1\u0000\u0007Our royal scholars have brought to light the fact that the Treasure may be hidden in the true tomb of King Ranperre."
            },
            {
              "id": 6746,
              "string": "1\u0000\u0007As you may have already realized, the current tomb is a new one, built many years after the king passed away."
            },
            {
              "id": 6747,
              "string": "1\u0000\u0007The location of the true tomb was lost during the Great War. This loss has haunted San d'Oria for the past twenty years."
            },
            {
              "id": 6748,
              "string": "1\u0000\u0007Finding the location of the true tomb is critical in locating the lost Treasure, as well as in boosting the Kingdom's morale."
            },
            {
              "id": 6749,
              "string": "1\u0000\u0007Your mission is to seek out the true tomb of King Ranperre. I can trust that you will not deface the tomb when you find it."
            }
          ]
        },
        {
          "id": 88,
          "dialogue": [
            {
              "id": 7487,
              "string": "1\u0000\u0007What is it?"
            },
            {
              "id": 7488,
              "string": "1\u0000\u0007What? Boots from the mouth of a fish?"
            },
            {
              "id": 7489,
              "string": "1\u0000\u0007Yes, those are issued to our knights. The soles are inscribed with the name of their owner. Yes, here it is engraved: ??Chusarlaud.??"
            },
            {
              "id": 7490,
              "string": "1\u0000\u0007Hmm... Fetch me Vilbert."
            },
            {
              "id": 7493,
              "string": "1\u0000\u0007I recall you were familiar with Chusarlaud before his disappearance. I asked you before, but can you remember anything new?"
            },
            {
              "id": 7495,
              "string": "1\u0000\u0007I am afraid not, Vilbert. Thank you, that is all."
            },
            {
              "id": 7497,
              "string": "1\u0000\u0007Keep this secret, but a year ago I believed Orcs were aware of the inner workings of this court."
            },
            {
              "id": 7498,
              "string": "1\u0000\u0007I suspected Chusarlaud was their spy, even more so after his disappearance. I never thought him dead."
            },
            {
              "id": 7499,
              "string": "1\u0000\u0007I seek an appropriate candidate to look into this, preferably a knight. I would have asked you if only... Oh, never mind."
            },
            {
              "id": 7505,
              "string": "1\u0000\u0007I thank you for delivering this. Here is your reward, \u0001\u0001\u0001 \u0001\u0005$????."
            }
          ]
        },
        {
          "id": 89,
          "dialogue": [
            {
              "id": 7507,
              "string": "1\u0000\u0007What? You've solved the mystery! Quickly, tell me everything."
            },
            {
              "id": 7508,
              "string": "1\u0000\u0007I see. Earlier, Exoroche requested an audience. His achievements deserve praise indeed!"
            },
            {
              "id": 7509,
              "string": "1\u0000\u0007Gather all knights of his division!"
            },
            {
              "id": 7510,
              "string": "1\u0000\u0007Exoroche, in recognition for your valor in the service of the Royal Knights, I award you this \u0001\u0005#????."
            },
            {
              "id": 7514,
              "string": "1\u0000\u0007Commendable words! O paragon of San d'Orian virtue, may you fulfill our considerable expectations!"
            },
            {
              "id": 7516,
              "string": "1\u0000\u0007Name it."
            },
            {
              "id": 7518,
              "string": "1\u0000\u0007So be it. Come forth to receive the \u0001\u0005#????, \b, in recognition of your glorious service to our order. You have my personal thanks as well."
            },
            {
              "id": 7520,
              "string": "1\u0000\u0007Ailbeche, young lad, your father is a great knight. May you grow as strong as him."
            }
          ]
        },
        {
          "id": 90,
          "dialogue": [
            {
              "id": 7497,
              "string": "1\u0000\u0007Keep this secret, but a year ago I believed Orcs were aware of the inner workings of this court."
            },
            {
              "id": 7498,
              "string": "1\u0000\u0007I suspected Chusarlaud was their spy, even more so after his disappearance. I never thought him dead."
            },
            {
              "id": 7500,
              "string": "1\u0000\u0007Would you hearken after his disappearance? This matter requires the objectivity of an outsider."
            },
            {
              "id": 7502,
              "string": "1\u0000\u0007Remember, speak not a word of this to the knights! Chusarlaud once dwelt in Southern San d'Oria, so there you should begin your search."
            },
            {
              "id": 7503,
              "string": "1\u0000\u0007Very well, report to me once you know more."
            },
            {
              "id": 7504,
              "string": "1\u0000\u0007Is that so? Well, I know you shoulder other responsibilities as well. But hear this: There are none else in whom I could entrust this task. Return hither whenever you are able to serve us."
            }
          ]
        },
        {
          "id": 91,
          "dialogue": [
            {
              "id": 7506,
              "string": "1\u0000\u0007Remember, Chusarlaud once dwelt in Southern San d'Oria, so begin your search there. And speak not a word to the knights!"
            }
          ]
        },
        {
          "id": 100,
          "dialogue": [
            {
              "id": 6809,
              "string": "1\u0000\u0007And this means..."
            },
            {
              "id": 6814,
              "string": "1\u0000\u0007The true...heir?"
            }
          ]
        },
        {
          "id": 101,
          "dialogue": [
            {
              "id": 7428,
              "string": "1\u0000\u0007Are you there, Curilla?"
            },
            {
              "id": 7430,
              "string": "1\u0000\u0007Oh, a guest. What is all this?"
            },
            {
              "id": 7432,
              "string": "1\u0000\u0007What, you have a set of greaves that refuses to be worn? I've heard of that sort of thing before. Yes, they had to be taken to the Crawlers' Nest to be exorcised."
            },
            {
              "id": 7434,
              "string": "1\u0000\u0007I am sorry, Curilla, but you are summoned for service. The papsque has complained that the regions surrounding San d'Oria are patrolled too thinly. We must think of a plan."
            },
            {
              "id": 7436,
              "string": "1\u0000\u0007I shall await you in my chambers. This is no time to tread through crawlers' lairs, mind you!"
            }
          ]
        },
        {
          "id": 115,
          "dialogue": [
            {
              "id": 7149,
              "string": "1\u0000\u0007Political maneuvering, you call it? To think our nation could become this cesspool of manipulation and intrigue..."
            },
            {
              "id": 7150,
              "string": "1\u0000\u0007We have no time for these antics! If they truly are plotting to raise the Shadow Lord, we have not a moment to lose!"
            }
          ]
        },
        {
          "id": 526,
          "dialogue": [
            
          ]
        },
        {
          "id": 534,
          "dialogue": [
            {
              "id": 7644,
              "string": "1\u0000\u0007Are such words even necessary?"
            },
            {
              "id": 7646,
              "string": "1\u0000\u0007Before they hit us, let us hit them. A bold strike would hamper their momentum."
            },
            {
              "id": 7648,
              "string": "1\u0000\u0007Liability!? Fools! Are you all blind to this peril? The enemy approaches while we bicker!"
            },
            {
              "id": 7650,
              "string": "1\u0000\u0007Curilla, do you share the opinion of Halver and Rahal?"
            },
            {
              "id": 7654,
              "string": "1\u0000\u0007Hmph. So be it! All this talk of diplomatic liability... There are people we must defend, and an enemy we must defeat. Naught matters but that simple truth!"
            },
            {
              "id": 7655,
              "string": "1\u0000\u0007In such times, where could Pieuje be going?"
            }
          ]
        },
        {
          "id": 547,
          "dialogue": [
            {
              "id": 7154,
              "string": "1\u0000\u0007How long do these fools wish to sit here discussing our deaths? We've no time for talk, not anymore."
            },
            {
              "id": 7155,
              "string": "1\u0000\u0007We must move to stop the return of the Shadow Lord, or war will come upon Vana'diel once again."
            },
            {
              "id": 7156,
              "string": "1\u0000\u0007\b, this is an order! Hurry as quickly as you can to Castle Zvahl in the far north, and put an end to this evil scheme of the beastmen!"
            },
            {
              "id": 7157,
              "string": "1\u0000\u0007I will accept all responsibility for this mission. Now, go, brave warrior! For the future of Vana'diel!"
            }
          ]
        },
        {
          "id": 552,
          "dialogue": [
            {
              "id": 7552,
              "string": "1\u0000\u0007What foolishness is this? I have done nothing wrong!"
            },
            {
              "id": 7553,
              "string": "1\u0000\u0007Think of some way to defeat the beastmen, if you've time to worry over me!"
            }
          ]
        },
        {
          "id": 553,
          "dialogue": [
            {
              "id": 7586,
              "string": "1\u0000\u0007\b! Many are those who speak of your triumphs in the name of San d'Oria!"
            },
            {
              "id": 7590,
              "string": "1\u0000\u0007The Royal Knights have but a single purpose: to exterminate the Orcs who ravage our lands!"
            }
          ]
        },
        {
          "id": 554,
          "dialogue": [
            {
              "id": 7600,
              "string": "1\u0000\u0007No, but wait... This matter requires more than Royal Knights... Confound it! We need Temple Knights as well!"
            }
          ]
        },
        {
          "id": 567,
          "dialogue": [
            {
              "id": 8491,
              "string": "1\u0000\u0007Halver...!"
            },
            {
              "id": 8500,
              "string": "1\u0000\u0007Oho! Never did I think this day would come, but I must say...my brother has the right of it."
            },
            {
              "id": 8501,
              "string": "1\u0000\u0007Besides, were something to go amiss, the presence of \b here should suffice to keep matters in hand."
            },
            {
              "id": 8504,
              "string": "1\u0000\u0007I, too, can vouch for this, Father."
            },
            {
              "id": 8505,
              "string": "1\u0000\u0007I have fought by \b's side, and you will find no comrade more honorable."
            },
            {
              "id": 8506,
              "string": "1\u0000\u0007The Kingdom is safe in ?[his\/her] hands, Father."
            }
          ]
        },
        {
          "id": 574,
          "dialogue": [
            {
              "id": 8559,
              "string": "1\u0000\u0007Who goes there?"
            },
            {
              "id": 8560,
              "string": "1\u0000\u0007Ah, \b! I did not expect your presence this day."
            },
            {
              "id": 8561,
              "string": "1\u0000\u0007You need not say more. ?\u0001\u0001\u00056???? has found its way into your possession, has it not?"
            },
            {
              "id": 8562,
              "string": "1\u0000\u0007The natural conclusion, then, is that you desire that my alter ego accompany you into battle."
            },
            {
              "id": 8563,
              "string": "1\u0000\u0007I must admit the idea is not without merit."
            },
            {
              "id": 8564,
              "string": "1\u0000\u0007My responsibilities here at the chateau have kept me overlong from the front lines. How I long to remind San d'Oria's enemies to fear the name Trion I d'Oraguille!"
            },
            {
              "id": 8569,
              "string": "1\u0000\u0007Still, I would have you know I did not join this ??Trust?? initiative merely in the pursuit of personal glory."
            },
            {
              "id": 8570,
              "string": "1\u0000\u0007I am a son of the House d'Oraguille, and ever have the interests of San d'Oria and her citizens been foremost in my mind."
            },
            {
              "id": 8571,
              "string": "1\u0000\u0007But why should others throughout the rest of the world remain unguided? No, I must work to ensure that those of all upbringings are free from tyranny!"
            },
            {
              "id": 8572,
              "string": "1\u0000\u0007Alas, attending affairs abroad means neglecting affairs of state...or so I thought. The institute's announcement has granted me a means to be in multiple places at once."
            },
            {
              "id": 8574,
              "string": "1\u0000\u0007Though it was by the hands of adventurers that the Shadow Lord met his demise, it would be unseemly for one of royal lineage to be seen under the employ of one who spends weeks on end defecating in the woods."
            },
            {
              "id": 8575,
              "string": "1\u0000\u0007Thus, I have one stipulation to which you must assent before we proceed further."
            },
            {
              "id": 8576,
              "string": "1\u0000\u0007You are never to forget that when we fight together, the dawning sun gleaming before us, I am the one who is in command."
            },
            {
              "id": 8577,
              "string": "1\u0000\u0007That should silence those in opposition."
            },
            {
              "id": 8578,
              "string": "1\u0000\u0007And if they continue to howl, I shall remind them of how it was you who brought peace to San d'Oria."
            },
            {
              "id": 8579,
              "string": "1\u0000\u0007Perhaps then they will recall the incident of the Lightbringer. Without your intervention, our house would doubtlessly have been more shamed than anything I could personally do."
            },
            {
              "id": 8580,
              "string": "1\u0000\u0007I must\f\u0002[\/ also] tell them in great detail about your activities in Aht Urhgan."
            },
            {
              "id": 8581,
              "string": "1\u0000\u0007What I saw with these two eyes...\u0007No, I did not see for myself. I heard about your good work from a trusted source."
            },
            {
              "id": 8582,
              "string": "1\u0000\u0007\f\u0002[If that fails to sway them, I shall detail\/Your exploits go further. I could never forget] the time when you lent the knights your aid in their quest to hunt down a traitor selling information to the Orcs."
            },
            {
              "id": 8583,
              "string": "1\u0000\u0007That Vilbert would prey on a man whose mother was infirm...a swift death was too kind an end for him."
            },
            {
              "id": 8584,
              "string": "1\u0000\u0007This Trust magic...\u0007Is it true that it is based upon the bonds that tie us? If so, is it these kinds of emotions that make it stronger?"
            },
            {
              "id": 8585,
              "string": "1\u0000\u0007\f\u0002[Should they not understand, I will have to try something else.\/But let us leave that aside.]\u0007I'm reminded of another time..."
            },
            {
              "id": 8586,
              "string": "1\u0000\u0007A time when you brought a female adventurer here with you, claiming she would make a perfect queen."
            },
            {
              "id": 8587,
              "string": "1\u0000\u0007Should the ceremony succeed, do not even think of pulling a stunt like that with my alter ego."
            },
            {
              "id": 8589,
              "string": "1\u0000\u0007\f\u0002[If they fail to understand, I shall mention how\/And one other thing. I would be remiss to mention the time when] our paths crossed under more...antagonistic circumstances."
            },
            {
              "id": 8590,
              "string": "1\u0000\u0007??Antagonistic?? may be a bit extreme--but it does describe the feelings I harbored toward you when you bested me in the Stellar Fulcrum. 'Twas truly a match well fought."
            },
            {
              "id": 8591,
              "string": "1\u0000\u0007But enough reminiscing. Though our discussion has been a fruitful one, my country calls for me to serve."
            },
            {
              "id": 8592,
              "string": "1\u0000\u0007Let us engage in this ritual quickly, and pray for success."
            },
            {
              "id": 8567,
              "string": "1\u0000\u0007Hahahaha, perhaps one day my penmanship will match my swordsmanship. Fair enough, \b, but return to me if ever your mind changes."
            }
          ]
        }
      ]
    },
    {
      "id": 17731588,
      "name": "Trion",
      "events": [
        
      ]
    },
    {
      "id": 17731589,
      "name": "Pieuje",
      "events": [
        {
          "id": 5,
          "dialogue": [
            {
              "id": 7870,
              "string": "1\u0000\u0007I have heard from my brother of your bravery in Fei'Yin."
            },
            {
              "id": 7871,
              "string": "1\u0000\u0007Your success on the battlefield never ceases to amaze me. There is much I could learn from you..."
            }
          ]
        },
        {
          "id": 8,
          "dialogue": [
            {
              "id": 7818,
              "string": "1\u0000\u0007I see... So San d'Oria's plan to lure the beastman forces to Tavnazia worked because they were drawn to Lightbringer."
            },
            {
              "id": 7819,
              "string": "1\u0000\u0007But...why were you able to survive the explosion?"
            }
          ]
        },
        {
          "id": 9,
          "dialogue": [
            
          ]
        },
        {
          "id": 10,
          "dialogue": [
            {
              "id": 7754,
              "string": "1\u0000\u0007Why would the papsque fabricate such untruths?"
            },
            {
              "id": 7758,
              "string": "1\u0000\u0007It cannot be true..."
            },
            {
              "id": 7762,
              "string": "1\u0000\u0007Lightbringer is the weapon that laid waste to Tavnazia..."
            }
          ]
        },
        {
          "id": 21,
          "dialogue": [
            {
              "id": 6759,
              "string": "1\u0000\u0007Lightbringer."
            }
          ]
        },
        {
          "id": 32,
          "dialogue": [
            {
              "id": 7669,
              "string": "1\u0000\u0007An ??Elemental Barrier??...\u0007Quite odd... To my knowledge, only an heir to the Tavnazian throne would be able to procure such magic."
            },
            {
              "id": 7671,
              "string": "1\u0000\u0007However, what could his motives be? This magic wall--it has brought no harm to the Kingdom, has it?"
            },
            {
              "id": 7675,
              "string": "1\u0000\u0007And its location is?"
            },
            {
              "id": 7681,
              "string": "1\u0000\u0007Once again, the papsque has impressed us all with his extensive knowledge on the situation at hand."
            },
            {
              "id": 7685,
              "string": "1\u0000\u0007However, if what he says is true, and he truly is the heir to the Marquisate, then that means we share the same blood..."
            },
            {
              "id": 7689,
              "string": "1\u0000\u0007She is correct..."
            },
            {
              "id": 7708,
              "string": "1\u0000\u0007Trion.\u0007I think it is time for us to call on the services of the ??Cadavres des Corneilles.??"
            },
            {
              "id": 7711,
              "string": "1\u0000\u0007If \b is able to destroy the ??Elemental Barrier,?? we can be sure that Rochefogne will be near. If we make the first move, we may be able to capture him."
            }
          ]
        },
        {
          "id": 48,
          "dialogue": [
            {
              "id": 7926,
              "string": "1\u0000\u0007I just arrived, Curilla. I was beginning to wonder why our captain of the Temple Knights had failed to make her daily report."
            },
            {
              "id": 7928,
              "string": "1\u0000\u0007It seems as if you remain weighted down by the burdens you have placed upon your conscience."
            },
            {
              "id": 7930,
              "string": "1\u0000\u0007Hah hah. You differ not from my dear brother. The shards of the blade that shattered that day still remain lodged within your hearts."
            },
            {
              "id": 7931,
              "string": "1\u0000\u0007And so you remain at a distance...neither of you the victor in your ongoing battle."
            },
            {
              "id": 7933,
              "string": "1\u0000\u0007Forget what I have said. I will be waiting in my chambers for your report."
            },
            {
              "id": 7935,
              "string": "1\u0000\u0007Curilla, you said that you had ??learned to feel what lies in your opponent's heart.?? I think that you had best spend some time pondering over those words once again. You may find that you have been missing their true meaning."
            }
          ]
        },
        {
          "id": 61,
          "dialogue": [
            {
              "id": 7267,
              "string": "1\u0000\u0007Yes... Thanks to you, the Shadow Lord's return was nipped in the bud. We are all in your debt, especially in light of my elder brother's antics."
            },
            {
              "id": 7274,
              "string": "1\u0000\u0007Ah, the Dragon King, Ranperre?"
            },
            {
              "id": 7279,
              "string": "1\u0000\u0007And where may we find...this Treasure?"
            }
          ]
        },
        {
          "id": 65,
          "dialogue": [
            {
              "id": 8023,
              "string": "1\u0000\u0007My brother's predilections are obvious if you have spent as much time with him as I have."
            },
            {
              "id": 8025,
              "string": "1\u0000\u0007My brother..."
            },
            {
              "id": 8026,
              "string": "1\u0000\u0007He seems to think that a well-traveled, free-spirited adventurer would make the best partner for him."
            },
            {
              "id": 8030,
              "string": "1\u0000\u0007Of course, Father. I am well aware of his stubbornness."
            }
          ]
        },
        {
          "id": 66,
          "dialogue": [
            {
              "id": 8151,
              "string": "1\u0000\u0007I do feel sorry for the Temple Knight who draws Curilla as a fencing partner, however."
            }
          ]
        },
        {
          "id": 73,
          "dialogue": [
            {
              "id": 7872,
              "string": "1\u0000\u0007I applaud you on the completion of this mission, as well as apologize for constantly weighing your adventures down with new responsibilities."
            },
            {
              "id": 7873,
              "string": "1\u0000\u0007However, your accomplishments have been, and will be, crucial for the prosperity of the Kingdom. I can sense that your love for San d'Oria is great."
            },
            {
              "id": 7874,
              "string": "1\u0000\u0007Not lending our ears to the thoughts and opinions of others, only thinking that we are correct..."
            },
            {
              "id": 7875,
              "string": "1\u0000\u0007However, I now realize that this is the sin we Elvaan are guilty of... That is why I ask of you to guide us. If you feel there is an error in our ways, do not hesitate to inform us."
            },
            {
              "id": 7876,
              "string": "1\u0000\u0007I will use your words to shape this country into a land that you, or your children, or your children's children will not be ashamed of."
            }
          ]
        },
        {
          "id": 74,
          "dialogue": [
            {
              "id": 6840,
              "string": "1\u0000\u0007I never imagined myself becoming king. This kingdom needs the leadership of my brother to bring her together."
            },
            {
              "id": 6841,
              "string": "1\u0000\u0007But she also needs someone to step in and take control when my brother has gone too far."
            },
            {
              "id": 6842,
              "string": "1\u0000\u0007If by chance Lightbringer selects me, I do not know if I can prevent San d'Oria's bloody history from repeating itself."
            },
            {
              "id": 6843,
              "string": "1\u0000\u0007Does the Treasure of the Dragon King truly wield the power to rule a kingdom? Are we not reading too much into legend? Only time will bring an answer to my fears."
            }
          ]
        },
        {
          "id": 75,
          "dialogue": [
            {
              "id": 6800,
              "string": "1\u0000\u0007Claidie has finally come of age...\u0007My sister and I don't have many memories of the queen, but every time I see Claidie, I can sense a part of my mother in her."
            },
            {
              "id": 6801,
              "string": "1\u0000\u0007I don't know... It's probably because they look and act so alike."
            },
            {
              "id": 6802,
              "string": "1\u0000\u0007Despite being raised without a mother alongside two older brothers, she has matured into a fine, beautiful woman. Now is her time to shine."
            }
          ]
        },
        {
          "id": 76,
          "dialogue": [
            {
              "id": 7717,
              "string": "1\u0000\u0007Ah, \b.\u0007I have already read through Coteaulepoint's report. The fact that Rochefogne's body has not turned up troubles me; however, I must commend you on your efforts in disabling the Elemental Barrier."
            },
            {
              "id": 7718,
              "string": "1\u0000\u0007As for the remaining details of what happened..."
            },
            {
              "id": 7720,
              "string": "1\u0000\u0007Excellent.\u0007You understand well the sensitive matters of the Kingdom."
            },
            {
              "id": 7721,
              "string": "1\u0000\u0007Do not mock me, \b. You know quite well what I am speaking of."
            },
            {
              "id": 7722,
              "string": "1\u0000\u0007The existence of the ??Cadavres des Corneilles?? must remain a national secret. If news of this organization were to spread to the ears of the other nations, the consequences would be grave. And with our father as ill as he is..."
            },
            {
              "id": 7726,
              "string": "1\u0000\u0007She has shut herself up in our mother's garden..."
            },
            {
              "id": 7728,
              "string": "1\u0000\u0007Trion..."
            },
            {
              "id": 7730,
              "string": "1\u0000\u0007What if... What if neither of us are worthy enough to draw forth Lightbringer?"
            },
            {
              "id": 7733,
              "string": "1\u0000\u0007..."
            }
          ]
        },
        {
          "id": 83,
          "dialogue": [
            {
              "id": 7400,
              "string": "4\u0002\u0000\u0007Chalvatot, it won't do to speak of rumors, now."
            },
            {
              "id": 7402,
              "string": "1\u0000\u0007You've given your best effort so that this garden may prosper, I hear. We owe you our gratitude."
            },
            {
              "id": 7403,
              "string": "1\u0000\u0007Yet...do not pry into the affairs of the royal house so. Necks that are stuck where they do not belong have a tendency to...fall off, shall we say."
            },
            {
              "id": 7404,
              "string": "1\u0000\u0007Chalvatot, I expect you will be vigilant in keeping outsiders where they belong: outside."
            },
            {
              "id": 7406,
              "string": "1\u0000\u0007Very well. I've no intention of speaking harshly before my late mother."
            },
            {
              "id": 7407,
              "string": "1\u0000\u0007Now, Your Holiness, pray for my mother's peaceful rest."
            }
          ]
        },
        {
          "id": 100,
          "dialogue": [
            {
              "id": 6813,
              "string": "1\u0000\u0007!!!"
            }
          ]
        },
        {
          "id": 527,
          "dialogue": [
            
          ]
        },
        {
          "id": 551,
          "dialogue": [
            {
              "id": 7523,
              "string": "1\u0000\u0007What? My brother's wounds grow worse?"
            },
            {
              "id": 7529,
              "string": "1\u0000\u0007?\u0001\u0001\u0001\u0001 \u0001\u0005$????? From the dark stalker? So, the legend is true!"
            },
            {
              "id": 7531,
              "string": "1\u0000\u0007What plots are you spinning, Narcheral?"
            },
            {
              "id": 7534,
              "string": "1\u0000\u0007Impossible! How could the dead rally together?"
            },
            {
              "id": 7536,
              "string": "1\u0000\u0007Who are you!?"
            },
            {
              "id": 7540,
              "string": "1\u0000\u0007No! Not Lord Altedour!"
            },
            {
              "id": 7542,
              "string": "1\u0000\u0007Silence, Narcheral! You dishonor the marquis!"
            }
          ]
        },
        {
          "id": 552,
          "dialogue": [
            {
              "id": 7554,
              "string": "1\u0000\u0007Brother!"
            },
            {
              "id": 7555,
              "string": "1\u0000\u0007Let me guess. Narcheral sent you to convince me, no?"
            },
            {
              "id": 7556,
              "string": "1\u0000\u0007Know you why Narcheral frets so?"
            },
            {
              "id": 7557,
              "string": "1\u0000\u0007It was twenty years ago that armies of the alliance offered the Marquisate of Tavnazia as bait. The enemy was given false word on where the leaders of Tavnazia would gather."
            },
            {
              "id": 7558,
              "string": "1\u0000\u0007As hordes of beastmen launched their assault, a daring company of volunteers struck the unguarded gates of the enemy."
            },
            {
              "id": 7559,
              "string": "1\u0000\u0007There they found and slew the Shadow Lord. But his horde reduced Tavnazia to ash and smoke."
            },
            {
              "id": 7560,
              "string": "1\u0000\u0007In all likelihood, their lord, Marquis Altedour, never suspected betrayal from his stalwart allies."
            },
            {
              "id": 7561,
              "string": "1\u0000\u0007The horde had come upon them at night. Valiantly he fought to defend his keep. In the end it fell, and he fled the city. Near the necropolis, though, they caught him!"
            },
            {
              "id": 7562,
              "string": "1\u0000\u0007Though he felled seven hundred of the enemy, there he met his end."
            },
            {
              "id": 7563,
              "string": "1\u0000\u0007The alliance sent troops to aid in the defense of Tavnazia, but none can deny that it brought ruin upon her."
            },
            {
              "id": 7564,
              "string": "1\u0000\u0007Marquis Altedour is my... I... What am I to do?"
            },
            {
              "id": 7566,
              "string": "1\u0000\u0007Oh, Narcheral... Come in!"
            },
            {
              "id": 7568,
              "string": "1\u0000\u0007Yes... I'm sure he seems well to your eyes."
            },
            {
              "id": 7570,
              "string": "1\u0000\u0007You mean the cleansing of the damned, and offer them atonement by my hand?"
            },
            {
              "id": 7572,
              "string": "1\u0000\u0007I am sorry. I have a plan. I will not allow my brother to deploy troops."
            }
          ]
        },
        {
          "id": 563,
          "dialogue": [
            
          ]
        },
        {
          "id": 564,
          "dialogue": [
            {
              "id": 8380,
              "string": "1\u0000\u0007How like Trion to rush off without so much as a word...\u0007He has earned a reputation for action before thought."
            },
            {
              "id": 8384,
              "string": "1\u0000\u0007Hmph. There is no need to convene a meeting of linguists, Halver.\u0007Let me see this letter."
            },
            {
              "id": 8385,
              "string": "1\u0000\u0007This time, my brother's actions may have a positive side..."
            },
            {
              "id": 8386,
              "string": "1\u0000\u0007He writes on the current state of the Empire."
            },
            {
              "id": 8387,
              "string": "1\u0000\u0007We must turn our attention to the Near East, where a battle on the scale of the Crystal War is brewing..."
            },
            {
              "id": 8389,
              "string": "1\u0000\u0007There is an overwhelming reason for the beastman attacks on Al Zahbi.\u0007I will read to you what my brother has written, word for word."
            },
            {
              "id": 8390,
              "string": "1\u0000\u0007??At the center of this conflict is a treasure known as the Astral Candescence."
            },
            {
              "id": 8391,
              "string": "1\u0000\u0007??This object emits an enchanting melody, unheard by mortal ears."
            },
            {
              "id": 8392,
              "string": "1\u0000\u0007??The melody envelops and fills those nearby with a boundless energy, be they person or beastman."
            },
            {
              "id": 8393,
              "string": "1\u0000\u0007??The citizens of Al Zahbi call this melody the Astral Wind.??"
            },
            {
              "id": 8396,
              "string": "1\u0000\u0007Then we are in agreement."
            },
            {
              "id": 8397,
              "string": "1\u0000\u0007Halver, have messengers sent to the other nations immediately."
            },
            {
              "id": 8398,
              "string": "1\u0000\u0007We must convene an emergency meeting of the nations."
            },
            {
              "id": 8400,
              "string": "1\u0000\u0007The location...\u0007Send a request to Jeuno to secure a meeting room in the Grand Duke Palace."
            },
            {
              "id": 8404,
              "string": "1\u0000\u0007That is true."
            },
            {
              "id": 8406,
              "string": "1\u0000\u0007But the solution is simple.\u0007I shall write my brother a letter."
            },
            {
              "id": 8408,
              "string": "1\u0000\u0007Yes.\u0007I have an idea."
            },
            {
              "id": 8411,
              "string": "1\u0000\u0007Excellent.\u0007Let it be done."
            },
            {
              "id": 8414,
              "string": "1\u0000\u0007Is that so?\u0007I do not approve of my brother's rash actions, but he does have an eye for trustworthy messengers."
            },
            {
              "id": 8415,
              "string": "1\u0000\u0007\b.\u0007I am sure you are exhausted from your long journey, but your presence will be required at the meeting in Jeuno."
            },
            {
              "id": 8416,
              "string": "1\u0000\u0007We may have need of your testimony."
            }
          ]
        },
        {
          "id": 567,
          "dialogue": [
            {
              "id": 8488,
              "string": "1\u0000\u0007..."
            },
            {
              "id": 8494,
              "string": "1\u0000\u0007...And yet the past cannot be so readily forgotten."
            },
            {
              "id": 8496,
              "string": "1\u0000\u0007Settle yourself, Halver.\u0007I said nothing of denying their plea."
            },
            {
              "id": 8498,
              "string": "1\u0000\u0007It is precisely because I remember well the past that I believe the Empire's plea to be sincere."
            },
            {
              "id": 8499,
              "string": "1\u0000\u0007It is clear that this Empress Nashmeira truly intends to lead her nation to a new age.\u0007I have no doubt that she will prove a staunch ally worthy of our trust."
            }
          ]
        },
        {
          "id": 568,
          "dialogue": [
            {
              "id": 8488,
              "string": "1\u0000\u0007..."
            },
            {
              "id": 8494,
              "string": "1\u0000\u0007...And yet the past cannot be so readily forgotten."
            },
            {
              "id": 8496,
              "string": "1\u0000\u0007Settle yourself, Halver.\u0007I said nothing of denying their plea."
            },
            {
              "id": 8498,
              "string": "1\u0000\u0007It is precisely because I remember well the past that I believe the Empire's plea to be sincere."
            },
            {
              "id": 8499,
              "string": "1\u0000\u0007It is clear that this Empress Nashmeira truly intends to lead her nation to a new age.\u0007I have no doubt that she will prove a staunch ally worthy of our trust."
            }
          ]
        }
      ]
    },
    {
      "id": 17731590,
      "name": "Claidie",
      "events": [
        {
          "id": 0,
          "dialogue": [
            {
              "id": 6769,
              "string": "1\u0000\u0007Thank you very much, Lourima."
            },
            {
              "id": 6773,
              "string": "1\u0000\u0007Yes, but nothing we can do will bring back her parents..."
            },
            {
              "id": 6774,
              "string": "1\u0000\u0007As long as there is war and strife in Vana'diel, there will always be little girls like Lourima."
            },
            {
              "id": 6776,
              "string": "1\u0000\u0007Ah, \b. I called you here to thank you in person for bringing the \u0001\u00053????."
            },
            {
              "id": 6777,
              "string": "1\u0000\u0007You are continuously putting forth your all for the good of the d'Oraguille family. As for me, I have not the power to retrieve a single seed."
            },
            {
              "id": 6779,
              "string": "1\u0000\u0007What if San d'Oria found herself in the same situation that Tavnazia did? What would become of me then? Would I just sit here and wait for the destruction of the Kingdom?"
            },
            {
              "id": 6781,
              "string": "1\u0000\u0007Twenty years ago, the beastmen concentrated their forces in Tavnazia...and then the explosion. Nothing was left..."
            },
            {
              "id": 6783,
              "string": "1\u0000\u0007What was the purpose behind the beastmen's actions? Can we truly let something so terrible happen again?"
            },
            {
              "id": 6784,
              "string": "1\u0000\u0007But what can I do, a princess locked up in a castle? I envy you, \b."
            },
            {
              "id": 6786,
              "string": "1\u0000\u0007You are right, Chalvatot.\u0007\b, I apologize for my words. Please, stay and enjoy the beauty of the dreamroses."
            }
          ]
        },
        {
          "id": 8,
          "dialogue": [
            {
              "id": 7802,
              "string": "1\u0000\u0007So our mother knew as well?"
            },
            {
              "id": 7804,
              "string": "1\u0000\u0007So the pollen I threw... My mother left it in her will for such circumstances!"
            }
          ]
        },
        {
          "id": 9,
          "dialogue": [
            
          ]
        },
        {
          "id": 10,
          "dialogue": [
            {
              "id": 7751,
              "string": "1\u0000\u0007He is still unconscious. While the blow missed his vital organs, he has still sustained a great deal of damage. The doctors have told me that all we could do is watch and pray..."
            },
            {
              "id": 7761,
              "string": "1\u0000\u0007Right now, all we can believe is what Rochefogne has told us."
            }
          ]
        },
        {
          "id": 21,
          "dialogue": [
            
          ]
        },
        {
          "id": 32,
          "dialogue": [
            {
              "id": 7686,
              "string": "1\u0000\u0007That is correct, my brother."
            },
            {
              "id": 7688,
              "string": "1\u0000\u0007Have you already forgotten? I have completed my coming-of-age ceremony. I have the right to attend."
            },
            {
              "id": 7691,
              "string": "1\u0000\u0007As Pieuje has just stated, Rochefogne is our uncle...our mother's younger brother."
            },
            {
              "id": 7694,
              "string": "1\u0000\u0007His outburst at my coming-of-age ceremony has enlightened me unto a piece of San d'Oria's terrible past."
            },
            {
              "id": 7696,
              "string": "1\u0000\u0007I have nothing to hide, Brother.\u0007During the Great War, the San d'Orian army led the beastman hordes to Tavnazia. San d'Oria used the Marquisate as a decoy."
            },
            {
              "id": 7698,
              "string": "1\u0000\u0007Yes, a turning point that meant the loss of thousands of innocent lives and the end of a proud nation."
            },
            {
              "id": 7700,
              "string": "1\u0000\u0007Then why do you not sit down with Rochefogne and tell him this? Why must you capture him without being sure of his motives? Am I to believe this is how the royal family deals with its problems?"
            },
            {
              "id": 7702,
              "string": "1\u0000\u0007...\u0007There must have been some reason... Some reason he could not tell us at that time..."
            },
            {
              "id": 7704,
              "string": "1\u0000\u0007All right, but I ask you to promise me one thing. Do not hurt Rochefogne when you capture him."
            },
            {
              "id": 7706,
              "string": "1\u0000\u0007Yes, Brother.\u0007That is all I have to say."
            },
            {
              "id": 7713,
              "string": "1\u0000\u0007I ask the same of you that I did my brothers. If you find Rochefogne, please do not harm him. He is trying to tell us something, I know it..."
            },
            {
              "id": 7714,
              "string": "1\u0000\u0007<Sigh>\u0007If this is how it is to be, then I must take things into my own hands..."
            }
          ]
        },
        {
          "id": 61,
          "dialogue": [
            {
              "id": 7276,
              "string": "1\u0000\u0007A truly legendary feat."
            },
            {
              "id": 7285,
              "string": "1\u0000\u0007The papsque, Your Majesty?"
            },
            {
              "id": 7288,
              "string": "1\u0000\u0007Father..."
            },
            {
              "id": 7290,
              "string": "1\u0000\u0007\b, I, Claidie, thank you for your acts of courage on behalf of the motherland."
            },
            {
              "id": 7291,
              "string": "1\u0000\u0007When first we met, you were but a fledgling adventurer, and now you are a paragon of virtue."
            },
            {
              "id": 7292,
              "string": "1\u0000\u0007May you continue to strive for the greatness of our nation. Our prayers are with you!"
            }
          ]
        },
        {
          "id": 76,
          "dialogue": [
            {
              "id": 7734,
              "string": "1\u0000\u0007Who goes there?"
            },
            {
              "id": 7735,
              "string": "1\u0000\u0007An Orc? Why would an Orc be here?\u0007Hello? Is anyone around?"
            },
            {
              "id": 7738,
              "string": "1\u0000\u0007Why, you dirty scoundrel!\u0007Leave this place at once! You have no right being here!"
            },
            {
              "id": 7741,
              "string": "1\u0000\u0007Who... Who are you?"
            }
          ]
        },
        {
          "id": 96,
          "dialogue": [
            
          ]
        },
        {
          "id": 99,
          "dialogue": [
            
          ]
        },
        {
          "id": 100,
          "dialogue": [
            
          ]
        },
        {
          "id": 116,
          "dialogue": [
            {
              "id": 6787,
              "string": "1\u0000\u0007Dear Mother... My coming-of-age ceremony is drawing near. My brothers tell me that during the ceremony I will be informed of all the secrets of the d'Oraguille family."
            },
            {
              "id": 6788,
              "string": "1\u0000\u0007I have heard that the same tradition was carried out in Tavnazia. Mother, what secrets were revealed to you? Will I be able to handle the burden as you did?"
            },
            {
              "id": 6789,
              "string": "1\u0000\u0007I beg of you, Mother. Watch over me in these trying times."
            }
          ]
        },
        {
          "id": 528,
          "dialogue": [
            
          ]
        },
        {
          "id": 538,
          "dialogue": [
            {
              "id": 7176,
              "string": "1\u0000\u0007What is the matter, Chalvatot?"
            },
            {
              "id": 7178,
              "string": "1\u0000\u0007Wait... I've heard of someone like you."
            },
            {
              "id": 7179,
              "string": "1\u0000\u0007Why, you're a new adventurer, are you not?"
            },
            {
              "id": 7180,
              "string": "1\u0000\u0007My name is Claidie I d'Oraguille."
            },
            {
              "id": 7182,
              "string": "1\u0000\u0007Now, now, Chalvatot. ?[He\/She] has come to bolster the strength of our kingdom. Adventurers deserve our gratitude!"
            },
            {
              "id": 7183,
              "string": "1\u0000\u0007You are \b, are you not? Forgive this rude reception."
            },
            {
              "id": 7184,
              "string": "1\u0000\u0007Strive always for the glory of our kingdom! May we meet again, \b."
            }
          ]
        },
        {
          "id": 556,
          "dialogue": [
            {
              "id": 7628,
              "string": "1\u0000\u0007Chalvatot, what has happened in my mother's chambers?"
            },
            {
              "id": 7629,
              "string": "1\u0000\u0007When I went to give some water to the flowers, I passed by some Temple Guards."
            }
          ]
        }
      ]
    },
    {
      "id": 17731591,
      "name": "Halver",
      "events": [
        {
          "id": 1,
          "dialogue": [
            {
              "id": 7715,
              "string": "1\u0000\u0007His Majesty has taken quite ill over the past few days and is currently resting in his chambers. During his leave of absence from the throne, the two princes have taken his place. However, things should be running as smoothly as always."
            },
            {
              "id": 7716,
              "string": "1\u0000\u0007The papsque is most certain that the objects in question will be found in the areas of Vollbow, Valdeaunia, and Norvallen. You must treat this matter with the utmost delicacy. We cannot afford to have foreign powers taking advantage of our situation."
            }
          ]
        },
        {
          "id": 9,
          "dialogue": [
            {
              "id": 7832,
              "string": "1\u0000\u0007Oh, \b, we have been waiting for your arrival. His Highness is about give an address. Please take your position."
            }
          ]
        },
        {
          "id": 10,
          "dialogue": [
            
          ]
        },
        {
          "id": 22,
          "dialogue": [
            {
              "id": 6724,
              "string": "1\u0000\u0007Excellent! The queen is sure to be pleased.\u0007Take the dreamrose to Chalvatot, the gardener. He will do the rest of the work."
            }
          ]
        },
        {
          "id": 23,
          "dialogue": [
            {
              "id": 6716,
              "string": "1\u0000\u0007The king is ready for your audience. Proceed to the Great Hall."
            }
          ]
        },
        {
          "id": 24,
          "dialogue": [
            {
              "id": 6723,
              "string": "1\u0000\u0007You are to retrieve \u0001\u00056???? from an oasis in the Altepa Desert. Good luck."
            }
          ]
        },
        {
          "id": 25,
          "dialogue": [
            {
              "id": 6709,
              "string": "1\u0000\u0007Why, if it isn't \b. This time, your mission has been issued by the late Queen Leaute herself. What? It sounds strange? The king will inform you of the details."
            },
            {
              "id": 6710,
              "string": "1\u0000\u0007What do I know about the late queen? I see. You'd like to do your homework before diving into this mission."
            },
            {
              "id": 6711,
              "string": "1\u0000\u0007Well, Queen Leaute I d'Oraguille was originally the Princess of Tavnazia. She married into the d'Oraguille family before the Great War."
            },
            {
              "id": 6712,
              "string": "1\u0000\u0007Known for her exquisite beauty, there wasn't a man in San d'Oria who wouldn't have given his right arm to spend a moment alone with her...including myself!"
            },
            {
              "id": 6713,
              "string": "1\u0000\u0007But, as you know, Tavnazia was left obliterated after the Great War. One could tell that this troubled the queen, but she would never show her pain in public."
            },
            {
              "id": 6714,
              "string": "1\u0000\u0007If Tavnazia had survived ruin, Marquis Altedour's son--namely, Queen Leaute's younger brother--would have succeeded to the throne. However, after the war, her brother disappeared."
            },
            {
              "id": 6715,
              "string": "1\u0000\u0007The flames of war have the power to change destinies. I can only pray that our lives will be free of such tragedy.\u0007I apologize. I went on too long. The king is ready for your audience now."
            }
          ]
        },
        {
          "id": 26,
          "dialogue": [
            
          ]
        },
        {
          "id": 27,
          "dialogue": [
            
          ]
        },
        {
          "id": 28,
          "dialogue": [
            
          ]
        },
        {
          "id": 29,
          "dialogue": [
            
          ]
        },
        {
          "id": 30,
          "dialogue": [
            
          ]
        },
        {
          "id": 31,
          "dialogue": [
            {
              "id": 7842,
              "string": "1\u0000\u0007Thanks to your efforts, the chateau regained that sense of peacefulness that it had lacked for so long."
            },
            {
              "id": 7843,
              "string": "1\u0000\u0007I may have been strict with you when you were still a fledgling adventurer. However, I wish for you to forget all that. I now hold nothing but the uttermost respect for you."
            }
          ]
        },
        {
          "id": 58,
          "dialogue": [
            
          ]
        },
        {
          "id": 65,
          "dialogue": [
            {
              "id": 7983,
              "string": "1\u0000\u0007Ah, \b!\u0007I require your keen eye and tireless endurance in a most important matter!"
            },
            {
              "id": 7984,
              "string": "1\u0000\u0007You see, I was speaking with His Majesty just the other day..."
            },
            {
              "id": 7985,
              "string": "1\u0000\u0007You sent for me, Your Majesty?"
            },
            {
              "id": 7987,
              "string": "1\u0000\u0007Yes, Your Majesty?"
            },
            {
              "id": 7994,
              "string": "1\u0000\u0007Ah, my apologies, Your Majesty. Was this request related in some way to the queen?"
            },
            {
              "id": 7996,
              "string": "1\u0000\u0007!!!\u0007Again, I must apologize for not seeing straight to the heart of the matter, Your Majesty."
            },
            {
              "id": 7998,
              "string": "1\u0000\u0007Ah... Well, Your Majesty has been alone for quite some time now. I am sure that your late wife would completely understand."
            },
            {
              "id": 8000,
              "string": "1\u0000\u0007Me, Your Majesty?\u0007I...I am honored that you would place that kind of trust in me, but I'm not sure...\u0007Ahem. If Your Majesty commands it, I will do my utmost to fulfill this duty."
            },
            {
              "id": 8001,
              "string": "1\u0000\u0007And what qualities would be desirable for the lady to possess?"
            },
            {
              "id": 8004,
              "string": "1\u0000\u0007This is a somewhat difficult question, but should the lady be blessed in appearance? A person of similar features to Queen Leaute?"
            },
            {
              "id": 8006,
              "string": "1\u0000\u0007First, I must talk to the future husband..."
            },
            {
              "id": 8007,
              "string": "1\u0000\u0007...Future husband? Image of their mother? Your Majesty, what exactly are we talking about here?"
            },
            {
              "id": 8010,
              "string": "1\u0000\u0007Prince Trion...\u0007So that is what this is all about. I thought our conversation peculiar..."
            },
            {
              "id": 8013,
              "string": "1\u0000\u0007Aha... Only, I have never spoken with Prince Trion on the subject of his...preferences."
            },
            {
              "id": 8014,
              "string": "1\u0000\u0007...I have it!\u0007This may seem presumptuous of me, but what of my own daughter? She is kindhearted and fair of face."
            },
            {
              "id": 8015,
              "string": "1\u0000\u0007She has perhaps been of marriageable age for a little longer than usual, as I pondered which house would be the best for her to marry into..."
            },
            {
              "id": 8017,
              "string": "1\u0000\u0007A sense of humor...? I assure you, I am most seriou--"
            },
            {
              "id": 8020,
              "string": "1\u0000\u0007..."
            },
            {
              "id": 8027,
              "string": "1\u0000\u0007An adventurer! I must say, this is a surprise. I would have thought that a nobleman's daughter or the princess of a distant land would be more..."
            },
            {
              "id": 8031,
              "string": "1\u0000\u0007...And that is the predicament I am in."
            },
            {
              "id": 8032,
              "string": "1\u0000\u0007\b. As I have explained, we are looking for a fitting bride for Crown Prince Trion."
            },
            {
              "id": 8033,
              "string": "1\u0000\u0007According to Prince Pieuje..."
            },
            {
              "id": 8098,
              "string": "1\u0000\u0007I should think that since you have so much traffic with adventurer types, you wouldn't have any problem finding a ??lady?? that fits this description. What say you? Will you do it?"
            },
            {
              "id": 8099,
              "string": "1\u0000\u0007Naturally, you will be compensated for your troubles."
            },
            {
              "id": 8101,
              "string": "1\u0000\u0007Excellent. Be sure that you choose a person who is fit for a prince in personality as well as appearance."
            },
            {
              "id": 8102,
              "string": "1\u0000\u0007Bring the bride-to-be to me first and I shall decide if she is suitable for Prince Trion. I will also require your assistance during the introductions. Good luck in your search."
            },
            {
              "id": 8103,
              "string": "1\u0000\u0007Hmm, this is not a pressing matter so I will not force the issue. Speak to me again if you find yourself with idle hands and a will to serve the Kingdom."
            }
          ]
        },
        {
          "id": 66,
          "dialogue": [
            {
              "id": 8156,
              "string": "1\u0000\u0007\f\u0000[As there are no party members\/As there are no female party members], you are unable to see this event."
            },
            {
              "id": 8156,
              "string": "1\u0000\u0007\f\u0000[As there are no party members\/As there are no female party members], you are unable to see this event."
            },
            {
              "id": 8154,
              "string": "1\u0000\u0007I hope you will continue to offer your services to the Kingdom."
            },
            {
              "id": 8158,
              "string": "1\u0000\u0007The member who accompanied you in this event has left your party. Event canceled."
            },
            {
              "id": 8110,
              "string": "1\u0000\u0007You have brought a lady who meets Prince Trion's preferences?"
            },
            {
              "id": 8111,
              "string": "1\u0000\u0007Yes, this person certainly matches Prince Pieuje's description."
            },
            {
              "id": 8112,
              "string": "1\u0000\u0007And your name, madame?\u0007\u0018\u0000, is it?\u0007\u0018\u0000 d'Oraguille... Hmm, passable."
            },
            {
              "id": 8113,
              "string": "1\u0000\u0007And your name, madame?\u0007\u0018\u0001, is it?\u0007\u0018\u0001 d'Oraguille... Hmm, passable."
            },
            {
              "id": 8114,
              "string": "1\u0000\u0007And your name, madame?\u0007\u0018\u0002, is it?\u0007\u0018\u0002 d'Oraguille... Hmm, passable."
            },
            {
              "id": 8115,
              "string": "1\u0000\u0007And your name, madame?\u0007\u0018\u0003, is it?\u0007\u0018\u0003 d'Oraguille... Hmm, passable."
            },
            {
              "id": 8116,
              "string": "1\u0000\u0007And your name, madame?\u0007\u0018\u0004, is it?\u0007\u0018\u0004 d'Oraguille... Hmm, passable."
            },
            {
              "id": 8117,
              "string": "1\u0000\u0007And your name, madame?\u0007\u0018\u0005, is it?\u0007\u0018\u0005 d'Oraguille... Hmm, passable."
            },
            {
              "id": 8120,
              "string": "1\u0000\u0007Prince Trion!"
            },
            {
              "id": 8122,
              "string": "1\u0000\u0007Yes, Your Highness. There is a lady I would like you to meet..."
            },
            {
              "id": 8126,
              "string": "1\u0000\u0007And your appraisal, Your Highness?"
            },
            {
              "id": 8128,
              "string": "1\u0000\u0007Yes, an adventurer hand-picked from the crowd, based on your preferences."
            },
            {
              "id": 8130,
              "string": "1\u0000\u0007You see, that is...\u0007I have found a lady suited to the Prince's tastes. His Majesty mentioned that you have reached an age where marriage should be a serious consideration."
            },
            {
              "id": 8131,
              "string": "1\u0000\u0007There is no need to be shy. Why not take a stroll around the gardens and become acquainted with one another? We will take our leave."
            },
            {
              "id": 8136,
              "string": "1\u0000\u0007What is the matter with you, Curilla? Can you not read the situation here!? Prince Trion and the lady here are on a ??date.??\u0007Your presence is not required."
            },
            {
              "id": 8140,
              "string": "1\u0000\u0007Yes, this may lead to a royal wedding. It would be best if we were to find pressing duties elsewhere."
            },
            {
              "id": 8143,
              "string": "1\u0000\u0007Finally, you two can spend some time together in peace."
            },
            {
              "id": 8145,
              "string": "1\u0000\u0007Please, Prince Trion, your gratitude should go to this adventurer. I am merely the messenger."
            },
            {
              "id": 8147,
              "string": "1\u0000\u0007Your Highness...? Is there something amiss?"
            },
            {
              "id": 8149,
              "string": "1\u0000\u0007I have no idea why Prince Trion was so furious."
            },
            {
              "id": 8152,
              "string": "1\u0000\u0007Unfortunately, it appears that Prince Trion was not pleased with our young lady. Do not take it to heart, as there is no accounting for taste, now is there?"
            }
          ]
        },
        {
          "id": 67,
          "dialogue": [
            {
              "id": 8104,
              "string": "1\u0000\u0007You have been unable to find a suitable bride for Prince Trion? Well, I will not ask you to do the impossible."
            },
            {
              "id": 8105,
              "string": "1\u0000\u0007Give up the search?\u0007\u000bYes, this is impossible!\u0007No, the prince shall have his consort!"
            },
            {
              "id": 8106,
              "string": "1\u0000\u0007I do not hold it against you. If a fitting bride is nowhere to be found, then there is little we can do. Forget this little task and return to your life, adventurer."
            },
            {
              "id": 8107,
              "string": "1\u0000\u0007I am counting on you, \b. Let me give you the description again, in case you have forgotten. According to Prince Pieuje..."
            },
            {
              "id": 8108,
              "string": "1\u0000\u0007When you find someone matching the description, bring them here as a member of your party. Dismissed."
            }
          ]
        },
        {
          "id": 99,
          "dialogue": [
            
          ]
        },
        {
          "id": 100,
          "dialogue": [
            
          ]
        },
        {
          "id": 102,
          "dialogue": [
            
          ]
        },
        {
          "id": 112,
          "dialogue": [
            {
              "id": 7941,
              "string": "1\u0000\u0007Ah, adventurer. I was told of your cooperation in apprehending the thief."
            },
            {
              "id": 7942,
              "string": "1\u0000\u0007The interrogation is just about to begin. If he is indeed guilty of the crime, you shall receive a reward."
            },
            {
              "id": 7944,
              "string": "1\u0000\u0007Two years after his defeat at the Second Battle of Konschtat, King Raigegue massed his remaining knights in La Theine and awaited an opportunity to retaliate against Bastok."
            },
            {
              "id": 7946,
              "string": "1\u0000\u0007However, seizing upon his brother's absence, Prince Fellenant mobilized the Temple Knights and took control of the city of San d'Oria. He demanded a peace treaty be drawn up with Bastok, correct?"
            },
            {
              "id": 7948,
              "string": "1\u0000\u0007Fearing an internecine war, the king decided to send the Scepter Royaulais to Prince Fellenant and abdicate in his favor. His only condition was that the city be released from military control."
            },
            {
              "id": 7950,
              "string": "1\u0000\u0007...When you were beset by a wild storm and took shelter within Ordelle's Caves...I believe this is how your story goes."
            },
            {
              "id": 7953,
              "string": "1\u0000\u0007..."
            },
            {
              "id": 7955,
              "string": "1\u0000\u0007Deluded fantasies...\u0007Do you honestly expect to fool us with this fabrication?"
            },
            {
              "id": 7957,
              "string": "1\u0000\u0007The Second Battle of Konschtat? King Raigegue and Prince Fellenant? This goes beyond all patience!"
            },
            {
              "id": 7963,
              "string": "1\u0000\u0007He is obviously not the person shown in the sketch we have of the thief, nor do the guards of the royal treasury recognize him as the criminal.\u0007We cannot throw him into a cell merely because he has knowledge of the Scepter Royaulais."
            },
            {
              "id": 7965,
              "string": "1\u0000\u0007Hmmm... However, I do not believe this fool would have had the finesse required to slip into the treasury. It was open for but a few moments when we removed that other object..."
            },
            {
              "id": 7968,
              "string": "1\u0000\u0007Remove him from the chateau. I have not the time nor the patience to deal with his delusions."
            },
            {
              "id": 7974,
              "string": "1\u0000\u0007This is an outrage!"
            },
            {
              "id": 7975,
              "string": "1\u0000\u0007The name of the revered hero of San d'Oria used in vain by this common bandit! Have you no honor!?"
            },
            {
              "id": 7977,
              "string": "1\u0000\u0007Simpleton!\u0007That is the name of the great man who ended the war between the Royal and Temple Knights two hundred years ago! Even a child would not tell such a scandalous lie!"
            },
            {
              "id": 7978,
              "string": "1\u0000\u0007Get out of my sight!\u0007The next time you show your face in my presence, I will not be held responsible for my actions!"
            }
          ]
        },
        {
          "id": 501,
          "dialogue": [
            
          ]
        },
        {
          "id": 502,
          "dialogue": [
            
          ]
        },
        {
          "id": 503,
          "dialogue": [
            
          ]
        },
        {
          "id": 504,
          "dialogue": [
            
          ]
        },
        {
          "id": 505,
          "dialogue": [
            
          ]
        },
        {
          "id": 507,
          "dialogue": [
            
          ]
        },
        {
          "id": 508,
          "dialogue": [
            
          ]
        },
        {
          "id": 509,
          "dialogue": [
            {
              "id": 7107,
              "string": "1\u0000\u0007The talisman, Your Majesty? Not the one that keeps the Shadow Lord imprisoned!"
            },
            {
              "id": 7111,
              "string": "1\u0000\u0007And who might know of the talisman's existence, even among San d'Orians? Your Majesty, I fear someone bent on bringing the Shadow Lord back from his exile did this!"
            },
            {
              "id": 7115,
              "string": "1\u0000\u0007We shall begin immediate discussion on a policy for action. \b, you must work on improving your skills and equipment."
            },
            {
              "id": 7116,
              "string": "1\u0000\u0007Speak naught of the attempt on the king's life, nor of this business with the Shadow Lord, lest panic grip the Kingdom!"
            }
          ]
        },
        {
          "id": 510,
          "dialogue": [
            
          ]
        },
        {
          "id": 532,
          "dialogue": [
            
          ]
        },
        {
          "id": 533,
          "dialogue": [
            
          ]
        },
        {
          "id": 534,
          "dialogue": [
            {
              "id": 7637,
              "string": "1\u0000\u0007Why, welcome back, \b. I'm sure the lords of both knightly orders would like to hear your report right away."
            },
            {
              "id": 7638,
              "string": "1\u0000\u0007So, the seal of Fei'Yin is broken... We must face the prospect of nether beasts laying siege this land, as did they two decades past."
            },
            {
              "id": 7643,
              "string": "1\u0000\u0007And how should we explain this to our allies? San d'Oria cannot become the laughingstock of the civilized world!"
            },
            {
              "id": 7645,
              "string": "1\u0000\u0007Prince Trion!"
            },
            {
              "id": 7647,
              "string": "1\u0000\u0007But, my prince! By sending troops into the Northlands, we expose ourselves to a certain degree of diplomatic liability..."
            },
            {
              "id": 7657,
              "string": "1\u0000\u0007Hmm... We must make haste and decide upon policy for our kingdom. At any rate, the exploration of Fei'Yin is complete."
            },
            {
              "id": 7658,
              "string": "1\u0000\u0007Much time may be needed before we reach a conclusion. Rest and prepare for other expeditions. And thank you for your dutiful service."
            }
          ]
        },
        {
          "id": 543,
          "dialogue": [
            
          ]
        },
        {
          "id": 546,
          "dialogue": [
            
          ]
        },
        {
          "id": 548,
          "dialogue": [
            
          ]
        },
        {
          "id": 549,
          "dialogue": [
            
          ]
        },
        {
          "id": 555,
          "dialogue": [
            
          ]
        },
        {
          "id": 558,
          "dialogue": [
            
          ]
        },
        {
          "id": 563,
          "dialogue": [
            {
              "id": 8285,
              "string": "1\u0000\u0007So, you are \b.\u0007The guards tell me you were the one to deliver this letter..."
            },
            {
              "id": 8290,
              "string": "1\u0000\u0007What have we here?"
            },
            {
              "id": 8292,
              "string": "1\u0000\u0007This carrion worm scrawl...\u0007I have seen its like before..."
            },
            {
              "id": 8293,
              "string": "1\u0000\u0007The person who entrusted you with this message..."
            },
            {
              "id": 8295,
              "string": "1\u0000\u0007Ahaha...\u0007I should not say such things of our dear prince..."
            },
            {
              "id": 8296,
              "string": "1\u0000\u0007Though I am correct, am I not...?"
            },
            {
              "id": 8297,
              "string": "1\u0000\u0007This letter is from the heir to the throne of San d'Oria, the Prince Royal, Trion I d'Oraguille!"
            }
          ]
        },
        {
          "id": 564,
          "dialogue": [
            {
              "id": 8286,
              "string": "1\u0000\u0007\b.\u0007As you are likely aware, all matters concerning the royal family pass through me."
            },
            {
              "id": 8288,
              "string": "1\u0000\u0007Hmmm. I had heard that the Empire of Aht Urhgan was desperately recruiting mercenaries, but to see one of their insignias with my own eyes..."
            },
            {
              "id": 8289,
              "string": "1\u0000\u0007\b, you have become a mercenary, have you not?"
            },
            {
              "id": 8290,
              "string": "1\u0000\u0007What have we here?"
            },
            {
              "id": 8291,
              "string": "1\u0000\u0007A letter...with writing so terrible I cannot even read that I am the intended recipient."
            },
            {
              "id": 8292,
              "string": "1\u0000\u0007This carrion worm scrawl...\u0007I have seen its like before..."
            },
            {
              "id": 8293,
              "string": "1\u0000\u0007The person who entrusted you with this message..."
            },
            {
              "id": 8294,
              "string": "1\u0000\u0007The ??Lord of Illegibility,?? as I would call him..."
            },
            {
              "id": 8300,
              "string": "1\u0000\u0007I am certain...\u0007This letter is from the heir to the throne of San d'Oria, the Prince Royal, Trion I d'Oraguille!"
            },
            {
              "id": 8301,
              "string": "1\u0000\u0007I am mistaken, you say?"
            },
            {
              "id": 8302,
              "string": "1\u0000\u0007This letter was written by one Sage Raillefal?\u0007But this chocobo scratch could only be the work of Prince Trion..."
            },
            {
              "id": 8303,
              "string": "1\u0000\u0007I shall prove it to you.\u0007I have long attended to the prince and encountered many opportunities to decipher his...unique...style of writing..."
            },
            {
              "id": 8304,
              "string": "1\u0000\u0007A moment, if you will..."
            },
            {
              "id": 8305,
              "string": "1\u0000\u0007..."
            },
            {
              "id": 8306,
              "string": "1\u0000\u0007???"
            },
            {
              "id": 8307,
              "string": "1\u0000\u0007Astril Condes...?\u0007Astrul Wand...?\u0007Uar...?"
            },
            {
              "id": 8308,
              "string": "1\u0000\u0007This truly is atrocious..."
            },
            {
              "id": 8309,
              "string": "1\u0000\u0007I have no doubt this letter is from Prince Trion!"
            },
            {
              "id": 8310,
              "string": "1\u0000\u0007But I am afraid I cannot make out the meaning..."
            },
            {
              "id": 8313,
              "string": "1\u0000\u0007General Rahal.\u0007Your offer of aid is most generous, however..."
            },
            {
              "id": 8315,
              "string": "1\u0000\u0007How could you know...?"
            },
            {
              "id": 8319,
              "string": "1\u0000\u0007At least it was not a forest hare this time..."
            },
            {
              "id": 8323,
              "string": "1\u0000\u0007Dear Altana...\u0007A member of the royal family traipsing about as an ??adventurer??..."
            },
            {
              "id": 8324,
              "string": "1\u0000\u0007The court will be mortified."
            },
            {
              "id": 8326,
              "string": "1\u0000\u0007Aht Urhgan!?\u0007And then?"
            },
            {
              "id": 8330,
              "string": "1\u0000\u0007A contract!?\u0007Surely not with his own name? This could escalate into an international crisis!"
            },
            {
              "id": 8332,
              "string": "1\u0000\u0007So no one in Al Zahbi is aware of his true identity?"
            },
            {
              "id": 8334,
              "string": "1\u0000\u0007Great Goddess...\u0007Then he is not disguised at all?"
            },
            {
              "id": 8340,
              "string": "1\u0000\u0007That is a matter we shall discuss anon..."
            },
            {
              "id": 8341,
              "string": "1\u0000\u0007First, we must learn the reason for Prince Trion's seemingly frequent trips to the nation of Aht Urhgan."
            },
            {
              "id": 8342,
              "string": "1\u0000\u0007What is the current state of the Near East?\u0007Is the prince in any danger?"
            },
            {
              "id": 8347,
              "string": "1\u0000\u0007Yes, I remember...\u0007The Kingdom of San d'Oria sent her condolences.\u0007The illness was quite virulent, as I recall..."
            },
            {
              "id": 8349,
              "string": "1\u0000\u0007Hmph.\u0007What more would you expect from those savages?"
            },
            {
              "id": 8357,
              "string": "1\u0000\u0007No matter how impressive a swordsman Prince Trion is, we cannot allow him to remain in such a dangerous place."
            },
            {
              "id": 8358,
              "string": "1\u0000\u0007I must take this matter up with those responsible for protecting the royal household."
            },
            {
              "id": 8359,
              "string": "1\u0000\u0007Bring me General Curilla!"
            },
            {
              "id": 8360,
              "string": "1\u0000\u0007General Curilla. It appears a member of the Royal Knights has managed to track down the location of our wayward prince."
            },
            {
              "id": 8362,
              "string": "1\u0000\u0007The Empire of Aht Urhgan."
            },
            {
              "id": 8367,
              "string": "1\u0000\u0007I seem to recall ordering you to take measures that would prevent this sort of thing from happening again. Am I mistaken?"
            },
            {
              "id": 8369,
              "string": "1\u0000\u0007It is good that you recognize your failings, but you shall be made to take responsibility for this situation."
            },
            {
              "id": 8373,
              "string": "1\u0000\u0007Prince Trion visited Al Zahbi once before, when the Emperor was yet hale and healthy."
            },
            {
              "id": 8374,
              "string": "1\u0000\u0007The incident that occurred is most likely connected to all this..."
            },
            {
              "id": 8376,
              "string": "1\u0000\u0007However, now is not the time to be telling tales of the past."
            },
            {
              "id": 8377,
              "string": "1\u0000\u0007This matter has grown beyond the realm of our judgment.\u0007We must bring this letter to Prince Pieuje immediately."
            },
            {
              "id": 8382,
              "string": "1\u0000\u0007Travialce may have provided enough keys to unlock this rambling script..."
            },
            {
              "id": 8383,
              "string": "1\u0000\u0007This may require some time..."
            },
            {
              "id": 8394,
              "string": "1\u0000\u0007I believe I have come to understand Prince Trion's apprehensions."
            },
            {
              "id": 8399,
              "string": "1\u0000\u0007Understood, Your Highness.\u0007And the location?"
            },
            {
              "id": 8401,
              "string": "1\u0000\u0007At once."
            },
            {
              "id": 8413,
              "string": "1\u0000\u0007Your Highness, this is \b.\u0007?[He\/She] brought Prince Trion's letter back from the Near East."
            },
            {
              "id": 8417,
              "string": "1\u0000\u0007\b.\u0007Arrangements for the meeting will be made in all haste."
            },
            {
              "id": 8418,
              "string": "1\u0000\u0007Make your way to Jeuno as soon as your preparations are complete."
            },
            {
              "id": 8419,
              "string": "1\u0000\u0007I never thought the situation to be this grave..."
            }
          ]
        },
        {
          "id": 565,
          "dialogue": [
            
          ]
        },
        {
          "id": 566,
          "dialogue": [
            {
              "id": 8464,
              "string": "1\u0000\u0007Naught would give me greater pleasure than to share all I know.\u0007Now then, where shall we begin?"
            },
            {
              "id": 8466,
              "string": "1\u0000\u0007Sadly, though, I am given to understand that none in his unit, the Ironcrest Hawks, survived to return home."
            },
            {
              "id": 8468,
              "string": "1\u0000\u0007Wait. I once was told of a man who religiously visited Sir Ragelise's grave out in Batallia Downs."
            },
            {
              "id": 8473,
              "string": "1\u0000\u0007A moment."
            }
          ]
        },
        {
          "id": 567,
          "dialogue": [
            {
              "id": 8483,
              "string": "1\u0000\u0007Well met, \b.\u0007How fare you these days?"
            },
            {
              "id": 8484,
              "string": "1\u0000\u0007A letter? And this seal..."
            },
            {
              "id": 8485,
              "string": "1\u0000\u0007...So the serpent would seek the aid of the lion. A curious turn of events, indeed.\u0007I must deliver this to my king at once. Come along."
            },
            {
              "id": 8490,
              "string": "1\u0000\u0007Your Highness. I must confess, my heart misgives me as to the wisdom of this endeavor..."
            },
            {
              "id": 8492,
              "string": "1\u0000\u0007This is the selfsame Empire, after all, that not so long ago did wield the power of this colossus against this Kingdom and our allies."
            },
            {
              "id": 8493,
              "string": "1\u0000\u0007That said, they have since made amends, and we have accepted their formal apology.\u0007To hold past misdeeds against them now would be most...unchivalrous...of us, would it not?"
            },
            {
              "id": 8495,
              "string": "1\u0000\u0007Begging your pardon, my prince. I daresay that the mere fact that they seek our consent--rather than engaging in devious and furtive plots--shows that we deal no longer with the Silent Empire of old."
            },
            {
              "id": 8497,
              "string": "1\u0000\u0007Forgive me, my prince. I spoke in haste."
            },
            {
              "id": 8502,
              "string": "1\u0000\u0007I could not agree more, my king."
            },
            {
              "id": 8503,
              "string": "1\u0000\u0007\b has served the Kingdom with loyalty and valor time and again."
            }
          ]
        },
        {
          "id": 568,
          "dialogue": [
            {
              "id": 8483,
              "string": "1\u0000\u0007Well met, \b.\u0007How fare you these days?"
            },
            {
              "id": 8484,
              "string": "1\u0000\u0007A letter? And this seal..."
            },
            {
              "id": 8485,
              "string": "1\u0000\u0007...So the serpent would seek the aid of the lion. A curious turn of events, indeed.\u0007I must deliver this to my king at once. Come along."
            },
            {
              "id": 8490,
              "string": "1\u0000\u0007Your Highness. I must confess, my heart misgives me as to the wisdom of this endeavor..."
            },
            {
              "id": 8492,
              "string": "1\u0000\u0007This is the selfsame Empire, after all, that not so long ago did wield the power of this colossus against this Kingdom and our allies."
            },
            {
              "id": 8493,
              "string": "1\u0000\u0007That said, they have since made amends, and we have accepted their formal apology.\u0007To hold past misdeeds against them now would be most...unchivalrous...of us, would it not?"
            },
            {
              "id": 8495,
              "string": "1\u0000\u0007Begging your pardon, my prince. I daresay that the mere fact that they seek our consent--rather than engaging in devious and furtive plots--shows that we deal no longer with the Silent Empire of old."
            },
            {
              "id": 8497,
              "string": "1\u0000\u0007Forgive me, my prince. I spoke in haste."
            },
            {
              "id": 8502,
              "string": "1\u0000\u0007I could not agree more, my king."
            },
            {
              "id": 8509,
              "string": "1\u0000\u0007Besides, were something to go amiss, the presence of \b here should suffice to keep matters in hand."
            }
          ]
        },
        {
          "id": 571,
          "dialogue": [
            {
              "id": 8517,
              "string": "1\u0000\u0007Yes? Have you business with me?"
            },
            {
              "id": 8519,
              "string": "1\u0000\u0007You were? That is pleasing news indeed. More pleasing still to know that you can turn to him again should the need arise."
            }
          ]
        },
        {
          "id": 572,
          "dialogue": [
            {
              "id": 8523,
              "string": "1\u0000\u0007Were you able to find who you sought?"
            }
          ]
        },
        {
          "id": 575,
          "dialogue": [
            {
              "id": 8608,
              "string": "1\u0000\u0007Oho! 'Tis always a pleasure to see you, \b. Come, there is something I must give you."
            },
            {
              "id": 8609,
              "string": "1\u0000\u0007This scroll contains an essence of my being. Those participating in the Trust initiative can use it to call forth my alter ego."
            },
            {
              "id": 8610,
              "string": "1\u0000\u0007The Jeuno Institute of Magical Studies has dispatched personnel well-versed in the project to \f\u0002[Southern San d'Oria\/Port Bastok\/Windurst Woods]\f\u0002[, \/--or so I hear--\/--or so I hear--]so I recommend you speak with them at your earliest convenience."
            },
            {
              "id": 8611,
              "string": "1\u0000\u0007Why travel alone when you could have me at your side? Hahaha!1\u0000\u0007\u0000\u0000"
            }
          ]
        },
        {
          "id": 576,
          "dialogue": [
            
          ]
        },
        {
          "id": 577,
          "dialogue": [
            
          ]
        }
      ]
    },
    {
      "id": 17731592,
      "name": "Rahal",
      "events": [
        {
          "id": 9,
          "dialogue": [
            
          ]
        },
        {
          "id": 10,
          "dialogue": [
            
          ]
        },
        {
          "id": 37,
          "dialogue": [
            {
              "id": 7743,
              "string": "1\u0000\u0007Rochefogne was slain? If it was not one of the Royal Knights, then... No, it is not possible..."
            }
          ]
        },
        {
          "id": 38,
          "dialogue": [
            {
              "id": 7745,
              "string": "1\u0000\u0007The Rites of Succession...\u0007At last our new leader will be chosen..."
            }
          ]
        },
        {
          "id": 39,
          "dialogue": [
            {
              "id": 7782,
              "string": "1\u0000\u0007In the years I have served as a Royal Knight, I have been sent on many missions. However, this expedition to Fei'Yin means much more to me than most have."
            },
            {
              "id": 7783,
              "string": "1\u0000\u0007I dedicate this battle to the knights I have lost. I will not let the blood they shed go in vain. We will defeat our enemies!"
            }
          ]
        },
        {
          "id": 40,
          "dialogue": [
            {
              "id": 7828,
              "string": "1\u0000\u0007\b.\u0007I never thought I would live to see the day when the Royal Knights would fight alongside adventurers such as yourself. Your valiant efforts on the battlefield helped turn the tide in favor of San d'Oria."
            },
            {
              "id": 7829,
              "string": "1\u0000\u0007To protect the prince while grappling with the enemy... I feel that even I may not have been able to accomplish such a feat. I applaud your skill."
            }
          ]
        },
        {
          "id": 41,
          "dialogue": [
            {
              "id": 7845,
              "string": "1\u0000\u0007Now that Lightbringer has been sealed in the Dragon King's tomb, the Orcs' activity has begun to dwindle. We will shortly be sending soldiers to rid the land of the remaining hordes."
            },
            {
              "id": 7846,
              "string": "1\u0000\u0007As much as your presence on the front line would be welcomed, we cannot run to you to solve all our national crises."
            },
            {
              "id": 7847,
              "string": "1\u0000\u0007However, I expect that one day the Kingdom may again require your services. But until that day, may the light of the Goddess shine down upon you!"
            }
          ]
        },
        {
          "id": 42,
          "dialogue": [
            {
              "id": 6835,
              "string": "1\u0000\u0007To tell you the truth, I had my doubts about the Treasure of the Dragon King, but Curilla managed to find it. Still, I am vexed by this--why was the sword on that island?"
            }
          ]
        },
        {
          "id": 60,
          "dialogue": [
            {
              "id": 6706,
              "string": "1\u0000\u0007Oh, it's you. Fear not; the precious dragon is not in danger. However, we have learned that Cyranuce is somewhere in the Ghelsba Outpost."
            },
            {
              "id": 6707,
              "string": "1\u0000\u0007If he is to be saved, \u0001\u00056???? is necessary. Drinking this may help separate him from the dragon that is feeding on his soul. Here, you take one as well."
            },
            {
              "id": 6708,
              "string": "1\u0000\u0007I plan on traveling there as soon as I have made my preparations. There is no time to lose. With every passing moment, his soul is further devoured."
            }
          ]
        },
        {
          "id": 69,
          "dialogue": [
            {
              "id": 6875,
              "string": "1\u0000\u0007You must take this matter to Sir Balasiel.\u0007I cannot speak of it...\u0007Or rather, I do not wish to speak of it..."
            }
          ]
        },
        {
          "id": 77,
          "dialogue": [
            {
              "id": 7409,
              "string": "1\u0000\u0007Commendable work. With our mortal enemy vanquished, we must now restore glory to San d'Oria. Your cooperation is expected!"
            }
          ]
        },
        {
          "id": 78,
          "dialogue": [
            {
              "id": 6873,
              "string": "1\u0000\u0007?\u0001\u0001\u00056????!\u0007This handwriting...\u0007That's what this is all about!\u0007...You must talk with Sir Balasiel on this matter."
            },
            {
              "id": 6874,
              "string": "1\u0000\u0007I cannot speak of it...\u0007Or rather, I do not wish to speak of it..."
            }
          ]
        },
        {
          "id": 100,
          "dialogue": [
            {
              "id": 6818,
              "string": "1\u0000\u0007Understood, Your Highness."
            }
          ]
        },
        {
          "id": 105,
          "dialogue": [
            {
              "id": 6826,
              "string": "1\u0000\u0007So you were unable to locate Lightbringer...\u0007Well, to our surprise, Curilla's expeditionary forces returned yesterday with the sword."
            }
          ]
        },
        {
          "id": 106,
          "dialogue": [
            {
              "id": 6821,
              "string": "1\u0000\u0007\b, I want you to investigate the Temple of Uggalepih."
            },
            {
              "id": 6822,
              "string": "1\u0000\u0007Take this \u0001\u00053???? with you on your journey."
            },
            {
              "id": 6823,
              "string": "1\u0000\u0007Use it when searching the area. Any response from the \u0001\u00053???? may be a clue to the location of Lightbringer. The fate of the Kingdom is riding on your shoulders. Don't let us down!"
            }
          ]
        },
        {
          "id": 107,
          "dialogue": [
            {
              "id": 6821,
              "string": "1\u0000\u0007\b, I want you to investigate the Temple of Uggalepih."
            },
            {
              "id": 6823,
              "string": "1\u0000\u0007Use it when searching the area. Any response from the \u0001\u00053???? may be a clue to the location of Lightbringer. The fate of the Kingdom is riding on your shoulders. Don't let us down!"
            }
          ]
        },
        {
          "id": 110,
          "dialogue": [
            {
              "id": 6876,
              "string": "1\u0000\u0007Ancolain was a powerful warrior, but he lacked self-control.\u0007I bode my time until his return to the ranks... \u0007But never did I imagine things would come to this."
            },
            {
              "id": 6877,
              "string": "1\u0000\u0007So you learned from Sir Balasiel that your wyvern can sense Ancolain's location...based on the shadow of the thoughts that still cling to the letter. I only hope that he hasn't dabbled in any of the black arts that are practiced by those savages to the south."
            }
          ]
        },
        {
          "id": 118,
          "dialogue": [
            {
              "id": 6878,
              "string": "1\u0000\u0007The misunderstanding that long surrounded King Ranperre and the last dragoon has now been cleared--and with it, the chaos that threatened the stability of the knights. You have my thanks."
            }
          ]
        },
        {
          "id": 119,
          "dialogue": [
            {
              "id": 6872,
              "string": "1\u0000\u0007The people at the Brugaire Consortium may have information concerning the brais of the last dragoon.\u0007I doubt they would agree with me, but the merchants there owe me a favor."
            }
          ]
        },
        {
          "id": 120,
          "dialogue": [
            {
              "id": 6857,
              "string": "1\u0000\u0007I wish to assign you the task of gathering information on the attacks against the Royal Knights.\u0007The true culprit must be brought to justice. What say you?"
            },
            {
              "id": 6860,
              "string": "1\u0000\u0007Empty suits of armor...?"
            },
            {
              "id": 6862,
              "string": "1\u0000\u0007What are you cowering for?\u0007These are nothing more than stumbling puppets!4\u0001"
            },
            {
              "id": 6864,
              "string": "1\u0000\u0007Mind your tongue, Aramaviont. You stand on castle grounds."
            },
            {
              "id": 6866,
              "string": "1\u0000\u0007These empty shells will not rise again.\u0007Clear these away, and not a word to anyone of this."
            },
            {
              "id": 6868,
              "string": "1\u0000\u0007We must get to the bottom of this matter.\u0007Have you noticed anything strange these past few days?"
            },
            {
              "id": 6869,
              "string": "1\u0000\u0007Someone tried to steal the brais of the last dragoon...?\u0007Well, that certainly qualifies. Start your investigation from there."
            },
            {
              "id": 6870,
              "string": "1\u0000\u0007You might try asking for information from the people at the Brugaire Consortium."
            },
            {
              "id": 6871,
              "string": "1\u0000\u0007I concede that this is a problem that only concerns the knights... However, I feel that someone outside our ranks, with some distance from events, has a better chance to grasp the whole picture. Tell me if you have a change of heart."
            }
          ]
        },
        {
          "id": 121,
          "dialogue": [
            {
              "id": 6844,
              "string": "1\u0000\u0007Oh, it's you. How goes it with your wyvern?"
            },
            {
              "id": 6846,
              "string": "1\u0000\u0007Excellent. I never doubted your success."
            },
            {
              "id": 6847,
              "string": "1\u0000\u0007I see... However, if you continue to shower it with attention, your wyvern will come around eventually. They thrive on affection."
            },
            {
              "id": 6848,
              "string": "1\u0000\u0007On a more serious note, the Royal Knights have recently become the target of a number of attacks by an unknown assailant. It is humiliating for the defenders of the Kingdom to be in this position in the first place, but the situation is more grave than a simple loss of face."
            },
            {
              "id": 6849,
              "string": "1\u0000\u0007There is a rumor circulating among the knights that these attacks are being carried out by Erpalacion, the last dragoon. It has the men unnerved."
            },
            {
              "id": 6850,
              "string": "1\u0000\u0007As I am sure you are aware, Erpalacion was the general of the knights during the rule of King Ranperre, and the only dragoon in existence at the time."
            },
            {
              "id": 6852,
              "string": "1\u0000\u0007Erpalacion has joined the ranks of the fallen, so there is no possible way he could be responsible for these attacks. But the fears of the knights have some validity. There is a tale told of Erpalacion..."
            },
            {
              "id": 6853,
              "string": "1\u0000\u0007Immediately after King Ranperre had quelled the strife within the Kingdom, Erpalacion was sent by the king's orders on an expedition to the Outlands."
            },
            {
              "id": 6854,
              "string": "1\u0000\u0007It is widely said that this expedition served no strategic significance, and that King Ranperre merely feared the power of Erpalacion."
            },
            {
              "id": 6855,
              "string": "1\u0000\u0007He was never heard from again.\u0007King Ranperre apparently nodded in satisfaction when hearing the report from the returning soldiers..."
            },
            {
              "id": 6856,
              "string": "1\u0000\u0007I do not believe this story.\u0007Even if there is some truth to the tale, there is unlikely to be a reappearance of the last dragoon.\u0007...However, I have no evidence to support my views."
            },
            {
              "id": 6858,
              "string": "1\u0000\u0007I have a task for you.\u0007I wish you to gather information on the true culprit behind these attacks. Considering your profession, surely you wish to dispel these rumors that sully the honor of your fellow dragoon."
            }
          ]
        },
        {
          "id": 122,
          "dialogue": [
            {
              "id": 6706,
              "string": "1\u0000\u0007Oh, it's you. Fear not; the precious dragon is not in danger. However, we have learned that Cyranuce is somewhere in the Ghelsba Outpost."
            },
            {
              "id": 6708,
              "string": "1\u0000\u0007I plan on traveling there as soon as I have made my preparations. There is no time to lose. With every passing moment, his soul is further devoured."
            }
          ]
        },
        {
          "id": 529,
          "dialogue": [
            {
              "id": 7190,
              "string": "1\u0000\u0007I am Rahal S. Lebrart, general of the Royal Knights of San d'Oria."
            },
            {
              "id": 7191,
              "string": "1\u0000\u0007The Royal Knights are the sword of San d'Oria. Swiftly we strike, and wipe nests of fiends off the face of Vana'diel!"
            },
            {
              "id": 7192,
              "string": "1\u0000\u0007We are a band of warriors, and some of us have been known to be...overzealous. But there's not a dark heart in the bunch of us. You have my word!"
            }
          ]
        },
        {
          "id": 534,
          "dialogue": [
            {
              "id": 7640,
              "string": "1\u0000\u0007Yes, but our obligation to the alliance denies unilateral deployment to lands abroad. Were not the Northlands reduced to ashes in wars of old?"
            },
            {
              "id": 7642,
              "string": "1\u0000\u0007Yes, I am afraid you are right. Our eyes were on the comings and goings of Orcs, ignorant of the greater threat."
            },
            {
              "id": 7649,
              "string": "1\u0000\u0007Yes, Prince Trion... However, we should involve the king and Prince Pieuje in this decision."
            }
          ]
        },
        {
          "id": 544,
          "dialogue": [
            {
              "id": 7152,
              "string": "1\u0000\u0007I understand his lordship's fervor, but the risk is too great for us. I believe this requires utmost caution."
            }
          ]
        },
        {
          "id": 559,
          "dialogue": [
            {
              "id": 8270,
              "string": "1\u0000\u0007\u001f\u000f\b's badge flashes brightly."
            },
            {
              "id": 8275,
              "string": "1\u0000\u0007A badge of that despicable mercenary outfit in here?\u0007You show a surprising lack of discretion, adventurer."
            },
            {
              "id": 8276,
              "string": "1\u0000\u0007Or so I should like to say to even my own knights.\u0007There are those within our ranks that have felt the lure of mercenary wages."
            },
            {
              "id": 8277,
              "string": "1\u0000\u0007I would hope their oaths as protectors of the Kingdom were taken more seriously.\u0007No matter--I am certain this temptation will strike but once, then leave our knights stronger for the experience."
            }
          ]
        },
        {
          "id": 563,
          "dialogue": [
            
          ]
        },
        {
          "id": 564,
          "dialogue": [
            {
              "id": 8311,
              "string": "1\u0000\u0007Monarlais Halver.\u0007You look troubled. Perhaps I may be of assistance?"
            },
            {
              "id": 8314,
              "string": "1\u0000\u0007No need to be so humble.\u0007You have one of Trion's indecipherable letters, do you not?"
            },
            {
              "id": 8317,
              "string": "1\u0000\u0007Some days ago, Prince Trion abandoned the signing of some official documents..."
            },
            {
              "id": 8318,
              "string": "1\u0000\u0007He placed a mannequin in his chair, and fled the chateau in the dead of night..."
            },
            {
              "id": 8320,
              "string": "1\u0000\u0007That is when I had Travialce here shadow the prince's movements.\u0007He has had training in the arts of the ninja."
            },
            {
              "id": 8321,
              "string": "1\u0000\u0007Please continue the tale, Travialce."
            },
            {
              "id": 8338,
              "string": "1\u0000\u0007I am wounded that Prince Trion does not have more trust in us, his loyal subjects..."
            },
            {
              "id": 8339,
              "string": "1\u0000\u0007And I do wish he would act with a little more discretion."
            },
            {
              "id": 8343,
              "string": "1\u0000\u0007Do not be concerned."
            },
            {
              "id": 8344,
              "string": "1\u0000\u0007I am sure that Travialce has learned much from following the prince.\u0007Please enlighten us."
            },
            {
              "id": 8353,
              "string": "1\u0000\u0007The military might of San d'Oria is fully occupied with the Orcish horde alone. If it were three separate armies..."
            },
            {
              "id": 8354,
              "string": "1\u0000\u0007Even a mighty nation like Aht Urhgan must flounder..."
            },
            {
              "id": 8365,
              "string": "1\u0000\u0007Yes."
            },
            {
              "id": 8410,
              "string": "1\u0000\u0007I suggest Travialce. He is well versed in the geography of the region."
            }
          ]
        }
      ]
    },
    {
      "id": 17731593,
      "name": "Rahal",
      "events": [
        {
          "id": 120,
          "dialogue": [
            
          ]
        },
        {
          "id": 121,
          "dialogue": [
            
          ]
        }
      ]
    },
    {
      "id": 17731594,
      "name": "Milchupain",
      "events": [
        {
          "id": 9,
          "dialogue": [
            
          ]
        },
        {
          "id": 10,
          "dialogue": [
            {
              "id": 7778,
              "string": "1\u0000\u0007Your Highness!\u0007One of our scouts has returned!\u0007The Orcs carrying Lightbringer have been spotted entering the Qu'Bia Arena!"
            }
          ]
        },
        {
          "id": 33,
          "dialogue": [
            {
              "id": 7854,
              "string": "1\u0000\u0007The battle took its toll on us knights. I am relieved there won't be any more expeditions in the near future...but don't tell Sir Rahal I said that."
            }
          ]
        },
        {
          "id": 34,
          "dialogue": [
            {
              "id": 7856,
              "string": "1\u0000\u0007We knights must keep our senses sharp and our blades sharper. If we let either dull, it could mean our lives!"
            }
          ]
        },
        {
          "id": 35,
          "dialogue": [
            {
              "id": 7857,
              "string": "1\u0000\u0007The battle at Fei'Yin dealt a fierce blow to the Orcs. I think that now is the time to finish those fiends off once and for all. The day of peace is finally here!"
            }
          ]
        },
        {
          "id": 36,
          "dialogue": [
            {
              "id": 7855,
              "string": "1\u0000\u0007Lady Curilla and the Temple Knights have found Lightbringer... Who would've thought that it would have been found in such a place? "
            }
          ]
        },
        {
          "id": 89,
          "dialogue": [
            
          ]
        },
        {
          "id": 120,
          "dialogue": [
            {
              "id": 6861,
              "string": "1\u0000\u0007Sir Rahal!"
            }
          ]
        },
        {
          "id": 121,
          "dialogue": [
            
          ]
        },
        {
          "id": 516,
          "dialogue": [
            {
              "id": 7193,
              "string": "1\u0000\u0007I've just returned from Bastok, I have. There be these Quadav living in the mine-holes there!"
            },
            {
              "id": 7194,
              "string": "1\u0000\u0007Bastokers delve for stone and let the Quadav be. But I says we should slay every last one of those shell-backed freaks!"
            }
          ]
        }
      ]
    },
    {
      "id": 17731595,
      "name": "Aramaviont",
      "events": [
        {
          "id": 9,
          "dialogue": [
            
          ]
        },
        {
          "id": 11,
          "dialogue": [
            {
              "id": 7862,
              "string": "1\u0000\u0007I never knew His Highness felt that way about the Kingdom... To put the stability of the country ahead of bloodlines and tradition...the royaulais is truly a great leader."
            }
          ]
        },
        {
          "id": 12,
          "dialogue": [
            {
              "id": 7858,
              "string": "1\u0000\u0007The defeat of the Shadow Lord should improve the situation in the Northlands and improve our odds in the war with the Orcs."
            }
          ]
        },
        {
          "id": 13,
          "dialogue": [
            {
              "id": 7860,
              "string": "1\u0000\u0007It's now time to show those Orcs the true force of the Royal Knights. The battle will go down in history as the day we put an end to their fiendish plots!"
            }
          ]
        },
        {
          "id": 14,
          "dialogue": [
            {
              "id": 7861,
              "string": "1\u0000\u0007When I was in the Northlands, I didn't know if I would ever be back here, sipping tea in the comforts of my quarters. I raise my glass to my colleagues who were not as fortunate..."
            }
          ]
        },
        {
          "id": 15,
          "dialogue": [
            {
              "id": 7859,
              "string": "1\u0000\u0007There's not a knight in San d'Oria that doesn't wish to take Lightbringer in his hands. However, there are still many mysteries that surround it..."
            }
          ]
        },
        {
          "id": 89,
          "dialogue": [
            
          ]
        },
        {
          "id": 120,
          "dialogue": [
            {
              "id": 6863,
              "string": "1\u0000\u0007Sir Rahal.\u0007It must be the ghost of the last dragoon, come to wreak his vengeance..."
            },
            {
              "id": 6865,
              "string": "1\u0000\u0007Yes, sir. My apologies."
            },
            {
              "id": 6867,
              "string": "1\u0000\u0007Yes, sir!4\u0001"
            }
          ]
        },
        {
          "id": 121,
          "dialogue": [
            
          ]
        },
        {
          "id": 518,
          "dialogue": [
            {
              "id": 7195,
              "string": "1\u0000\u0007Royal Knight Aramaviont reporting! I've returned from Windurst. Maybe it's just me, but the wee folk there are hiding something, I know it!"
            },
            {
              "id": 7196,
              "string": "1\u0000\u0007Why else would they let Yagudo run wild over the countryside? I'd lock those nasty feathered fowl up in cages if I were them!"
            }
          ]
        }
      ]
    },
    {
      "id": 17731596,
      "name": "Curilla",
      "events": [
        {
          "id": 9,
          "dialogue": [
            
          ]
        },
        {
          "id": 10,
          "dialogue": [
            
          ]
        },
        {
          "id": 16,
          "dialogue": [
            {
              "id": 7744,
              "string": "1\u0000\u0007I have heard the rumors of the fate of Rochefogne. However, I will not believe he is dead until I have seen the body with my own eyes."
            }
          ]
        },
        {
          "id": 17,
          "dialogue": [
            {
              "id": 7746,
              "string": "1\u0000\u0007We have increased the guard for the Rites of Succession twofold. We do not wish a repeat of the fiasco caused by Rochefogne at the coming-of-age ceremony."
            }
          ]
        },
        {
          "id": 18,
          "dialogue": [
            {
              "id": 7784,
              "string": "1\u0000\u0007It is time for the Temple Knights and the Royal Knights to put their differences aside for the good of the Kingdom. We must retrieve Lightbringer at all costs!"
            },
            {
              "id": 7785,
              "string": "1\u0000\u0007Let this battle once again bring glory to the Temple Knights!"
            }
          ]
        },
        {
          "id": 19,
          "dialogue": [
            {
              "id": 7830,
              "string": "1\u0000\u0007Our mission is finally over...\u0007I feel that sometimes we soldiers forget the frailty of life until we see it lost before our eyes on the battlefield."
            },
            {
              "id": 7831,
              "string": "1\u0000\u0007However, that gives us all the more reason to continue the fight. We cannot let those who have parted with us be forgotten.\u0007If you can spare a moment, journey to the cathedral and offer a prayer for the souls that gave their lives for the glory of the Kingdom."
            }
          ]
        },
        {
          "id": 20,
          "dialogue": [
            {
              "id": 7848,
              "string": "1\u0000\u0007The conflict with the Orcs may be finally coming to an end, but I doubt that instant peace will follow. We Temple Knights must remain alert at all times, lest danger rear its head within the boundaries of our noble kingdom."
            },
            {
              "id": 7849,
              "string": "1\u0000\u0007\b, would you not consider joining our ranks? You have much untapped potential."
            },
            {
              "id": 7850,
              "string": "1\u0000\u0007Join the Temple Knights?\u0007\u000bYes.\u0007No."
            },
            {
              "id": 7851,
              "string": "1\u0000\u0007While I am flattered by your enthusiasm, I know that you would not be satisfied if tied down by the duties of the knights. Your place is under the open skies of Vana'diel."
            },
            {
              "id": 7852,
              "string": "1\u0000\u0007As I expected. I know that you would not be satisfied if tied down by the duties of the knights. Your place is under the open skies of Vana'diel."
            },
            {
              "id": 7853,
              "string": "1\u0000\u0007Now go! Adventure awaits!"
            }
          ]
        },
        {
          "id": 43,
          "dialogue": [
            {
              "id": 7877,
              "string": "1\u0000\u0007Why, \b. You have become quite the fighter since we last met. I can tell by merely glancing at your arms. Those are the limbs of someone who has spent many an hour polishing ?[his\/her] skills."
            },
            {
              "id": 7878,
              "string": "1\u0000\u0007However, if you were to take part in the Kingdom's tourneys, you would most certainly be defeated in the preliminary rounds."
            },
            {
              "id": 7880,
              "string": "1\u0000\u0007That technique is..."
            },
            {
              "id": 7882,
              "string": "1\u0000\u0007Understood. Inform the guards in waiting to begin their shift. You may rest in your quarters until you are summoned."
            },
            {
              "id": 7885,
              "string": "1\u0000\u0007What do you want? Do you have something else to report?"
            },
            {
              "id": 7887,
              "string": "1\u0000\u0007Do you mean \b? ?[His\/Her] skill with the single-handed blade has become quite renowned throughout the Kingdom. I am pondering over whether or not I should teach ?[him\/her] the final technique and recommend ?[him\/her] for the tourneys."
            },
            {
              "id": 7889,
              "string": "1\u0000\u0007Hah hah. Your training for the technique transformed you from a bumbling squire to the proud knight you are today. Who is to say that \b will not be able to handle the trial?"
            },
            {
              "id": 7891,
              "string": "1\u0000\u0007Do I look as if I have not considered the repercussions? Do you wish to suggest that my judgment is erroneous?\u0007Now off with you! Sufficient rest is an essential part of your duties!"
            },
            {
              "id": 7894,
              "string": "1\u0000\u0007I apologize for the interruption. However, my offer remains. If you wish to continue with your training in the way of the sword, I will assist. The knights may seem to think differently, but I assure you you need not worry."
            },
            {
              "id": 7895,
              "string": "1\u0000\u0007Take this sword. It will bless you with its power until it senses that your skills have matured. Only then you will be ready to learn the final technique."
            },
            {
              "id": 7897,
              "string": "1\u0000\u0007Positive was I of your answer before you even spoke it. I can sense your desire for knowledge and power."
            },
            {
              "id": 7898,
              "string": "1\u0000\u0007Now take up in your hands this sword and begin your training."
            },
            {
              "id": 7899,
              "string": "1\u0000\u0007When you feel that the sword has recognized your might, return to me with the weakened blade. I will judge whether or not your journey is over."
            },
            {
              "id": 7900,
              "string": "1\u0000\u0007However, that is when the true trial will begin...\u0007I wish you luck, but you must remember it is not luck, but skill and perseverance, that will lead you back to this hall."
            },
            {
              "id": 7901,
              "string": "1\u0000\u0007So there is still doubt in your heart. Irresolution can be a deadly thing on the battlefield. I advise you purge yourself of this trait before setting out on any more adventures."
            }
          ]
        },
        {
          "id": 44,
          "dialogue": [
            {
              "id": 7912,
              "string": "1\u0000\u0007Ah yes, this sword sings of your strength and courageousness. I can see that you are ready for any challenge put forth before you."
            },
            {
              "id": 7913,
              "string": "1\u0000\u0007However, as I mentioned before, the true trial has yet to begin. It is now time to prove your skill. Normally we would send a pair of knights to complete this final task, but you are strong enough to take on the burden alone."
            },
            {
              "id": 7914,
              "string": "1\u0000\u0007Take this \u0001\u00053???? and set forth to the Quicksand Caves. There you shall find \u0001\u00056????. Be thorough in your preparations, as your greatest challenge awaits you."
            },
            {
              "id": 7915,
              "string": "1\u0000\u0007You will no longer require the \u0001\u0005#????. You may return it to me. I will watch over it as you continue your training.\u0007Good luck, and may the Goddess shine her light of grace upon you in battle."
            }
          ]
        },
        {
          "id": 45,
          "dialogue": [
            {
              "id": 7902,
              "string": "1\u0000\u0007I do not yet feel that the \u0001\u0005#???? has recognized your true strength. You have much road yet to travel."
            }
          ]
        },
        {
          "id": 46,
          "dialogue": [
            {
              "id": 7904,
              "string": "1\u0000\u0007Why are you here?\u0007\u000bI've misplaced the \u0001\u0005#????.\u0007I wish to end my training.\u0007I apologize for the disturbance."
            },
            {
              "id": 7908,
              "string": "1\u0000\u0007Do you really want to end your training?\u0007\u000bI am positive.\u0007On second thought..."
            },
            {
              "id": 7903,
              "string": "1\u0000\u0007Ah, \b. ??Trade?? me the sword if you wish me to evaluate your progress. Or is there another reason why you have called?"
            },
            {
              "id": 7905,
              "string": "1\u0000\u0007The blade that you have ??misplaced?? was specially ordered for the training of the San d'Orian knights. A large sum of the Kingdom's tax money was used to purchase it. What you have done could be considered a crime!"
            },
            {
              "id": 7906,
              "string": "1\u0000\u0007<Sigh> But it was I who made the decision to begin your training, therefore I will take responsibility for your actions this time. However, If you do not wish to travel to each and every one of our citizens' residences and make a personal apology for squandering their hard-earned gil, I suggest that you be more careful in the future."
            },
            {
              "id": 7907,
              "string": "1\u0000\u0007You cannot be serious! Think of the opportunity you are passing by! I will give you one more chance..."
            },
            {
              "id": 7910,
              "string": "1\u0000\u0007I see... I have trained many knights, and among them have been many who put down their swords just as you have. However, with time, those knights have faded into obscurity, their decision haunting them day in and day out."
            },
            {
              "id": 7911,
              "string": "1\u0000\u0007If you do not wish to join their ranks, return here, and I will reconsider your training. I believe that you will make the correct decision."
            },
            {
              "id": 7909,
              "string": "1\u0000\u0007Excellent. I am not sure of your intentions today, but if you were searching for kind words of moral support, you will not find them here. Such gibberish can only bind one and lead them to a false sense of success."
            }
          ]
        },
        {
          "id": 47,
          "dialogue": [
            {
              "id": 7916,
              "string": "1\u0000\u0007Take that \u0001\u00053???? and set forth to the Quicksand Caves. There you shall find \u0001\u00056????. Be thorough in your preparations, as your greatest challenge awaits you."
            }
          ]
        },
        {
          "id": 48,
          "dialogue": [
            {
              "id": 7917,
              "string": "1\u0000\u0007I applaud you in your completion of the trial. You now have acquired enough skill to wield the final technique."
            },
            {
              "id": 7918,
              "string": "1\u0000\u0007However, you must not be content. I still feel that you are not yet ready for the grueling challenges that await you at the tourneys."
            },
            {
              "id": 7919,
              "string": "1\u0000\u0007I remember when I took part in the competition. I wanted to prove my power to the Kingdom. I wanted to prove that there was no one who could match me..."
            },
            {
              "id": 7920,
              "string": "1\u0000\u0007However, that display was only a measure of how weak I actually was..."
            },
            {
              "id": 7921,
              "string": "1\u0000\u0007During the championship match, I was possessed with the lust for victory. That lust powered me, and when I brought down my blade onto Prince Trion, the force was so great that it shattered his weapon."
            },
            {
              "id": 7922,
              "string": "1\u0000\u0007But as it shattered, a piece of the broken sword flew into my left eye, darkening it for eternity. While I did not lose my life, I had lost something just as important to a knight--my eyesight."
            },
            {
              "id": 7923,
              "string": "1\u0000\u0007Though I did not let this stand in my way. I continued my training, and just like you, acquired the final technique. And through my training, I learned to rely on more than that which reflects in the eye. I learned to feel what lies in my opponent's heart..."
            },
            {
              "id": 7925,
              "string": "1\u0000\u0007P-Prince Pieuje! How long have you been..."
            },
            {
              "id": 7927,
              "string": "1\u0000\u0007...!\u0007I apologize for my tardiness! It will never happen again!"
            },
            {
              "id": 7929,
              "string": "1\u0000\u0007Weighted down... Again, I apologize, but I do not believe that is so."
            },
            {
              "id": 7932,
              "string": "1\u0000\u0007..."
            },
            {
              "id": 7934,
              "string": "1\u0000\u0007Yes, Your Highness."
            },
            {
              "id": 7936,
              "string": "1\u0000\u0007I know what those words mean. I know exactly what they mean..."
            },
            {
              "id": 7937,
              "string": "1\u0000\u0007I do not regret losing my eye in that competition. I do not feel that I would be alive today, were it not for all I learned due to that accident."
            },
            {
              "id": 7938,
              "string": "1\u0000\u0007However, every time I take up my sword, I can feel the dull, throbbing pain it brings to my soul."
            },
            {
              "id": 7939,
              "string": "1\u0000\u0007I do not wish for you to make the same mistake as I... I apologize, but I have decided not to recommend you for the tourneys. I am sure there are other adventures more worthy of your newfound skill than a foolish game.\u0007I wish you all the best in your journeys, \b."
            }
          ]
        },
        {
          "id": 51,
          "dialogue": [
            {
              "id": 7450,
              "string": "1\u0000\u0007You've found my father's remains in Garlaige? My poor father's soul will never rest until his remains are properly interred."
            }
          ]
        },
        {
          "id": 52,
          "dialogue": [
            {
              "id": 7451,
              "string": "1\u0000\u0007It matters not how my father died...\u0007Now I know that ever will his memory live on inside me."
            },
            {
              "id": 7452,
              "string": "1\u0000\u0007You went through great lengths to help me. I have never found it easy to express thanks, but know that I will always be grateful."
            }
          ]
        },
        {
          "id": 53,
          "dialogue": [
            {
              "id": 7362,
              "string": "1\u0000\u0007Listen, I want you to bring me water that flows from Horlais Peak. Use this bottle to draw it. I'll be waiting!"
            }
          ]
        },
        {
          "id": 54,
          "dialogue": [
            {
              "id": 7376,
              "string": "1\u0000\u0007I knew I had judged you well. Thank you for this."
            },
            {
              "id": 7377,
              "string": "1\u0000\u0007What will I use it for? The spring water is good for my eye, you see. I suppose I can tell you..."
            },
            {
              "id": 7378,
              "string": "1\u0000\u0007Once, long ago, I faced Prince Trion in the tourneys. But I lost an eye in exchange for the championship."
            },
            {
              "id": 7379,
              "string": "1\u0000\u0007The honor of best sword of San d'Oria was mine...but the eye that I lost still pains me. I consider it punishment for yearning to hear the crowd cheering my name..."
            },
            {
              "id": 7380,
              "string": "1\u0000\u0007Please, tell no one. Many knights would seek to take my place if they heard me say such things."
            },
            {
              "id": 7381,
              "string": "1\u0000\u0007I tell you because I judge you an honest ?[man\/woman]. Please do not tell me I have erred!"
            },
            {
              "id": 7382,
              "string": "1\u0000\u0007Thank you, and I will think of you again, next I have need for something."
            }
          ]
        },
        {
          "id": 55,
          "dialogue": [
            {
              "id": 7372,
              "string": "1\u0000\u0007Accept Curilla's request?\u0007\u000bAccept.\u0007Decline."
            },
            {
              "id": 7369,
              "string": "1\u0000\u0007Listen to Curilla's request?\u0007\u000bListen.\u0007Not now."
            },
            {
              "id": 7372,
              "string": "1\u0000\u0007Accept Curilla's request?\u0007\u000bAccept.\u0007Decline."
            },
            {
              "id": 7375,
              "string": "1\u0000\u0007Ah, it's you again! Have you decided to accept my request?"
            },
            {
              "id": 7373,
              "string": "1\u0000\u0007Then, good luck! Use this to draw water from the spring atop Horlais Peak."
            },
            {
              "id": 7374,
              "string": "1\u0000\u0007That is unfortunate. I'll ask somebody else."
            },
            {
              "id": 7368,
              "string": "1\u0000\u0007You are an adventurer in good standing, are you not? I have a request for you, if you've the time."
            },
            {
              "id": 7370,
              "string": "1\u0000\u0007There is a spring atop Horlais Peak from which the sweetest water flows. I want you to bring me some. I could have one of my knights bring it, but...I would like to keep this an outside job."
            },
            {
              "id": 7371,
              "string": "1\u0000\u0007Why? I have my reasons. Tell me, will you do it?"
            },
            {
              "id": 7374,
              "string": "1\u0000\u0007That is unfortunate. I'll ask somebody else."
            },
            {
              "id": 7373,
              "string": "1\u0000\u0007Then, good luck! Use this to draw water from the spring atop Horlais Peak."
            }
          ]
        },
        {
          "id": 56,
          "dialogue": [
            {
              "id": 7408,
              "string": "1\u0000\u0007It seems we avoided the worst, but my heart quickens. I hope it is naught but my imagination."
            }
          ]
        },
        {
          "id": 57,
          "dialogue": [
            {
              "id": 6825,
              "string": "1\u0000\u0007I have been assigned to the investigation of a remote island off the west of the Vollbow coast. This will be the first time I have left San d'Oria since I was a knight in training."
            }
          ]
        },
        {
          "id": 66,
          "dialogue": [
            {
              "id": 8135,
              "string": "1\u0000\u0007I was informed by Prince Pieuje that Your Highness wished to see me..."
            },
            {
              "id": 8137,
              "string": "1\u0000\u0007A ??date???"
            },
            {
              "id": 8138,
              "string": "1\u0000\u0007!!!"
            },
            {
              "id": 8139,
              "string": "1\u0000\u0007You mean, Prince Trion and that girl are...?"
            },
            {
              "id": 8141,
              "string": "1\u0000\u0007I humbly apologize for this intrusion, Your Highness. If there is nothing further, I shall return to my training. I need complete concentration to practice my sword techniques and would prefer not to be disturbed."
            }
          ]
        },
        {
          "id": 92,
          "dialogue": [
            {
              "id": 7423,
              "string": "1\u0000\u0007Often would my father visit that place. Perhaps it could be him..."
            }
          ]
        },
        {
          "id": 93,
          "dialogue": [
            {
              "id": 7411,
              "string": "1\u0000\u0007People speak of my father's ghost? Not once has anyone mentioned this to me..."
            },
            {
              "id": 7412,
              "string": "1\u0000\u0007But such a rumor troubles me, for it could be him."
            },
            {
              "id": 7413,
              "string": "1\u0000\u0007I would have liked you to look into this matter, but it seems I would sooner get blood from a stone."
            }
          ]
        },
        {
          "id": 94,
          "dialogue": [
            {
              "id": 7410,
              "string": "1\u0000\u0007What is it? Have you something to say?"
            },
            {
              "id": 7411,
              "string": "1\u0000\u0007People speak of my father's ghost? Not once has anyone mentioned this to me..."
            },
            {
              "id": 7412,
              "string": "1\u0000\u0007But such a rumor troubles me, for it could be him."
            },
            {
              "id": 7414,
              "string": "1\u0000\u0007Tell me, would you please head to the cathedral and investigate?"
            },
            {
              "id": 7415,
              "string": "1\u0000\u0007I would go myself, but I... I do not like that place. Of course I follow her teachings, but that place does not agree with me."
            },
            {
              "id": 7416,
              "string": "1\u0000\u0007In my younger days my fervent father often took me, but I never felt at home there."
            },
            {
              "id": 7418,
              "string": "1\u0000\u0007Thank you. And here, take this."
            },
            {
              "id": 7419,
              "string": "1\u0000\u0007My father's watch. It came to a stop long before my father bequeathed it to me."
            },
            {
              "id": 7420,
              "string": "1\u0000\u0007He always maintained it well. If his spirit truly haunts the cathedral, it should recognize the old watch."
            },
            {
              "id": 7421,
              "string": "1\u0000\u0007Oh, I know how seriously you take your duties. Still, though, that rumor troubles me."
            }
          ]
        },
        {
          "id": 95,
          "dialogue": [
            {
              "id": 7422,
              "string": "1\u0000\u0007I wonder, would you take it upon yourself to look into that matter of my father's ghost in the cathedral?"
            },
            {
              "id": 7418,
              "string": "1\u0000\u0007Thank you. And here, take this."
            },
            {
              "id": 7419,
              "string": "1\u0000\u0007My father's watch. It came to a stop long before my father bequeathed it to me."
            },
            {
              "id": 7420,
              "string": "1\u0000\u0007He always maintained it well. If his spirit truly haunts the cathedral, it should recognize the old watch."
            },
            {
              "id": 7421,
              "string": "1\u0000\u0007Oh, I know how seriously you take your duties. Still, though, that rumor troubles me."
            }
          ]
        },
        {
          "id": 100,
          "dialogue": [
            {
              "id": 6817,
              "string": "1\u0000\u0007Yes, Your Highness."
            }
          ]
        },
        {
          "id": 101,
          "dialogue": [
            {
              "id": 7424,
              "string": "1\u0000\u0007A spirit of a red mage? Are you saying my father has returned? And he called my name!? No... How could this be?"
            },
            {
              "id": 7425,
              "string": "1\u0000\u0007The ghost gave you some old greaves in return for the watch, did he? Well, let me try putting them on."
            },
            {
              "id": 7426,
              "string": "1\u0000\u0007What? No, of course they're not cursed. You should place more trust in my judgment!"
            },
            {
              "id": 7427,
              "string": "1\u0000\u0007How odd. I cannot don them. I sense something is preventing me from doing so."
            },
            {
              "id": 7429,
              "string": "1\u0000\u0007Yes, Prince Trion!4\u0001"
            },
            {
              "id": 7431,
              "string": "1\u0000\u0007You see, my lord..."
            },
            {
              "id": 7433,
              "string": "1\u0000\u0007Prince Trion, may I have time to look into this?"
            },
            {
              "id": 7435,
              "string": "1\u0000\u0007Yes, my lord..."
            },
            {
              "id": 7437,
              "string": "1\u0000\u0007Yes..."
            },
            {
              "id": 7438,
              "string": "1\u0000\u0007A pity. I say, would you be inclined to take them to the Crawlers' Nest? They must be buried together with \u0001\u00056???? in the place where light shines."
            },
            {
              "id": 7439,
              "string": "1\u0000\u0007Of course, you may do with them as you please. But please, if you do decide to go, come back and tell me how you fared. Even a little information could help solve the puzzle of my father's death."
            }
          ]
        },
        {
          "id": 103,
          "dialogue": [
            {
              "id": 6832,
              "string": "1\u0000\u0007We located Lightbringer on a small, remote island off the coast of Vollbow."
            },
            {
              "id": 6833,
              "string": "1\u0000\u0007Once a part of Vollbow, the island was ripped away from the mainland by the force of the beastmen's terrible weapons. Now the area is nothing but a wasteland."
            },
            {
              "id": 6834,
              "string": "1\u0000\u0007When I took the sword up in my hands, I could feel something running through it. At that moment, I knew I was holding the true sword of King Ranperre."
            }
          ]
        },
        {
          "id": 108,
          "dialogue": [
            {
              "id": 7448,
              "string": "1\u0000\u0007I commend you for offering to help, but already you know as much as I do."
            }
          ]
        },
        {
          "id": 109,
          "dialogue": [
            {
              "id": 7445,
              "string": "1\u0000\u0007Will you investigate?\u0007\u000bOf course I will.\u0007I'm afraid not."
            },
            {
              "id": 7442,
              "string": "1\u0000\u0007So the greaves were made for red mages... Perhaps it was my father in the cathedral."
            },
            {
              "id": 7443,
              "string": "1\u0000\u0007But why that place? Could he be trying to convey something to me? If only I could hear his message."
            },
            {
              "id": 7444,
              "string": "1\u0000\u0007I realize I've asked many favors of you, but I yearn to put this matter to rest. Will you investigate in my stead?"
            },
            {
              "id": 7446,
              "string": "1\u0000\u0007Why, thank you! I have no guidance to give you, so you must stand on your own two feet."
            },
            {
              "id": 7447,
              "string": "1\u0000\u0007I was afraid not. Well, return should you ever reconsider."
            }
          ]
        },
        {
          "id": 113,
          "dialogue": [
            {
              "id": 7449,
              "string": "1\u0000\u0007What? In Fei'Yin you met the ghost of my father, and saw him suffering? The mystery deepens."
            }
          ]
        },
        {
          "id": 114,
          "dialogue": [
            {
              "id": 7442,
              "string": "1\u0000\u0007So the greaves were made for red mages... Perhaps it was my father in the cathedral."
            },
            {
              "id": 7443,
              "string": "1\u0000\u0007But why that place? Could he be trying to convey something to me? If only I could hear his message."
            }
          ]
        },
        {
          "id": 117,
          "dialogue": [
            {
              "id": 7440,
              "string": "1\u0000\u0007Please, take the greaves to the Crawlers' Nest. They must be buried together with \u0001\u00056???? in the place where light shines."
            },
            {
              "id": 7441,
              "string": "1\u0000\u0007And then come back and tell me how you fared. Even a little information could help solve the puzzle of my father's death."
            }
          ]
        },
        {
          "id": 509,
          "dialogue": [
            {
              "id": 7097,
              "string": "1\u0000\u0007Hello, \b. You've rushed back from Jeuno upon hearing the news, right? Well, we've taken care of those bandits already."
            },
            {
              "id": 7098,
              "string": "1\u0000\u0007Well, Halver is exaggerating again, with talk of a botched assassination. What could he mean by the king falling unconscious? Surely he is not calling adventurers to the chateau over such nonsense!"
            },
            {
              "id": 7099,
              "string": "1\u0000\u0007Such brigands cannot stand before the might of the Temple Knights! His whisperings dishonor our nation. Do you not agree?"
            },
            {
              "id": 7101,
              "string": "1\u0000\u0007Yes, Your Majesty!"
            },
            {
              "id": 7103,
              "string": "1\u0000\u0007You are too kind, Your Majesty."
            },
            {
              "id": 7105,
              "string": "1\u0000\u0007Your Majesty?"
            },
            {
              "id": 7109,
              "string": "1\u0000\u0007So, the intruders were but a decoy..."
            }
          ]
        },
        {
          "id": 530,
          "dialogue": [
            {
              "id": 7197,
              "string": "1\u0000\u0007I am Curilla V Mecru, and these are the Temple Knights' quarters. We are San d'Oria's shield, protecting the walls of the city from fiends."
            },
            {
              "id": 7198,
              "string": "1\u0000\u0007Chateau and city guards also belong to the Temple Knights. Remember, we are here to serve and protect you."
            },
            {
              "id": 7199,
              "string": "1\u0000\u0007Of course, we have little patience with unsavory folk. Take care you're not mistaken for one."
            }
          ]
        },
        {
          "id": 534,
          "dialogue": [
            {
              "id": 7639,
              "string": "1\u0000\u0007Peculiar have been their actions of late, and now this... We must act swiftly."
            },
            {
              "id": 7641,
              "string": "1\u0000\u0007This does not bode well. Vigilantly we watched that land, and still this comes to pass!"
            },
            {
              "id": 7651,
              "string": "1\u0000\u0007Yes, my prince. We know not the enemy's numbers. I believe the peril of rushing headlong into battle would be too great."
            },
            {
              "id": 7652,
              "string": "1\u0000\u0007Indeed, word of the Shadow Lord's return was brought to us by adventurers, and is as yet unconfirmed."
            },
            {
              "id": 7653,
              "string": "1\u0000\u0007And if it did happen to be true, all the knights of San d'Oria would not be enough. We must confer with the alliance, my prince!"
            },
            {
              "id": 7656,
              "string": "1\u0000\u0007Prince Trion..."
            }
          ]
        },
        {
          "id": 545,
          "dialogue": [
            {
              "id": 7151,
              "string": "1\u0000\u0007Things cannot be allowed to proceed as they are. There must be a way to convince him..."
            }
          ]
        },
        {
          "id": 555,
          "dialogue": [
            
          ]
        },
        {
          "id": 562,
          "dialogue": [
            
          ]
        },
        {
          "id": 563,
          "dialogue": [
            
          ]
        },
        {
          "id": 564,
          "dialogue": [
            {
              "id": 8361,
              "string": "1\u0000\u0007And where, pray tell, would that be?"
            },
            {
              "id": 8363,
              "string": "1\u0000\u0007Aht Urhgan..."
            },
            {
              "id": 8364,
              "string": "1\u0000\u0007The nation recruiting mercenaries?"
            },
            {
              "id": 8366,
              "string": "1\u0000\u0007Then it stands to reason that the Temple Knights should stand little chance of finding the prince."
            },
            {
              "id": 8368,
              "string": "1\u0000\u0007No, Monarlais Halver.\u0007I have been derelict in my duty."
            },
            {
              "id": 8370,
              "string": "1\u0000\u0007Yes, milord."
            },
            {
              "id": 8371,
              "string": "1\u0000\u0007Forgive my directness, Monarlais Halver, but I feel I must ask."
            },
            {
              "id": 8372,
              "string": "1\u0000\u0007Why would Prince Trion travel to such a distant land? Does he feel so strongly about the Empire?"
            },
            {
              "id": 8375,
              "string": "1\u0000\u0007?"
            },
            {
              "id": 8402,
              "string": "1\u0000\u0007Prince Pieuje.\u0007What shall be done about Prince Trion's frequent excursions outside of the Kingdom?"
            },
            {
              "id": 8403,
              "string": "1\u0000\u0007I do not wish to be rude, but we are well aware of how the prince reacts to attempts to dissuade him from his course..."
            },
            {
              "id": 8407,
              "string": "1\u0000\u0007A letter, Your Highness?"
            }
          ]
        },
        {
          "id": 573,
          "dialogue": [
            {
              "id": 8524,
              "string": "1\u0000\u0007Hail! I am Curilla V Mecru, general of the Temple Knights. Our order is charged with protecting Chateau d'Oraguille and the city itself from any forces that would seek to cause chaos inside our fair realm."
            },
            {
              "id": 8525,
              "string": "1\u0000\u0007Is this...\u0001\u00056?????"
            },
            {
              "id": 8526,
              "string": "1\u0000\u0007Yes, it is true that I am a participant in this Trust magic experiment, but I do not recall forming any sort of bond with you."
            },
            {
              "id": 8527,
              "string": "1\u0000\u0007Perhaps it would behoove you to further serve \f\u0005[your homeland\/San d'Oria] before coming to see me."
            },
            {
              "id": 8528,
              "string": "1\u0000\u0007What do you wish today?\u0007Oh, you have \u0001\u00056????? I see..."
            },
            {
              "id": 8529,
              "string": "1\u0000\u0007So you have succeeded in drawing forth Trust magic, then."
            },
            {
              "id": 8530,
              "string": "1\u0000\u0007No, I cannot admit to being surprised. A ?[man\/woman] of your talents is capable of much in these dark times."
            },
            {
              "id": 8531,
              "string": "1\u0000\u0007Let me guess--you wish to see if you can summon my alter ego, do you not?"
            },
            {
              "id": 8534,
              "string": "1\u0000\u0007Both Prince Trion and the Jeuno Institute of Magical Studies had the same words for me when this experiment began."
            },
            {
              "id": 8535,
              "string": "1\u0000\u0007??Think of the glory, Curilla.?? Yet to be honest, I am quite unsure of myself."
            },
            {
              "id": 8536,
              "string": "1\u0000\u0007I fear my skills are yet inferior. What good can an alter ego be when the original remains weak?"
            },
            {
              "id": 8537,
              "string": "1\u0000\u0007Try as I might, I cannot help but picture people pointing and laughing as I falter. A leader who cannot command respect is no better than a king with no country."
            },
            {
              "id": 8538,
              "string": "1\u0000\u0007And further, I have never been one to fight for fame or personal gain. Not since I lost my eye in exchange for victory in the tourneys."
            },
            {
              "id": 8539,
              "string": "1\u0000\u0007I recall discussing this with you when I asked you to bring me water from the spring atop Horlais Peak."
            },
            {
              "id": 8540,
              "string": "1\u0000\u0007And further, fame and personal gain are worldly pleasures which I do not need."
            },
            {
              "id": 8541,
              "string": "1\u0000\u0007You proffer that I should think not of glory, but of...helping others?"
            },
            {
              "id": 8542,
              "string": "1\u0000\u0007...You are correct, of course. Yet another sign that I have much to learn."
            },
            {
              "id": 8543,
              "string": "1\u0000\u0007Now that I think about it, my father, Rainemard, certainly taught you one of life's most valuable lessons."
            },
            {
              "id": 8544,
              "string": "1\u0000\u0007??A true warrior does not shirk from defeat.??"
            },
            {
              "id": 8545,
              "string": "1\u0000\u0007You were there, right by my side. We rode to victory on a chariot fashioned from your courage."
            },
            {
              "id": 8546,
              "string": "1\u0000\u0007\f\u0002[Now that I think about it,\/I'm also reminded of when] you brandished the \u0001\u0005#????, working to better yourself and succeeding admirably."
            },
            {
              "id": 8547,
              "string": "1\u0000\u0007I can still picture being reprimanded by Pieuje for being overzealous."
            },
            {
              "id": 8548,
              "string": "1\u0000\u0007But your success and knowing the extent of your determination certainly lessened the sting a palpable degree."
            },
            {
              "id": 8549,
              "string": "1\u0000\u0007You \f\u0002[\/also ]gave your all in the Royal Family's time of need."
            },
            {
              "id": 8550,
              "string": "1\u0000\u0007I would ask of you yet one further favor to add to my many debts--please, continue to protect the people of San d'Oria. There is much here that only one of your caliber could recognize."
            },
            {
              "id": 8551,
              "string": "1\u0000\u0007You know what I would like most of all? To challenge you once more in valiant combat, like we did back in Delkfutt's Tower."
            },
            {
              "id": 8552,
              "string": "1\u0000\u0007You were a couple steps ahead of me then. I wonder how we would match up today."
            },
            {
              "id": 8554,
              "string": "1\u0000\u0007Why would you need my forgiveness?"
            },
            {
              "id": 8555,
              "string": "1\u0000\u0007W-wait! I-it is not what you think!"
            },
            {
              "id": 8556,
              "string": "1\u0000\u0007\f\u0004[Anyway\/A-anyway], let us return to the subject of Trust. I will consent to engaging in this ritual with you.\u0007Please, close your eyes..."
            },
            {
              "id": 8557,
              "string": "1\u0000\u0007A grand success! Perhaps now I can repay my debt to you and the citizens of this great nation."
            },
            {
              "id": 8558,
              "string": "1\u0000\u0007May our paths cross again and our friendship deepen further."
            },
            {
              "id": 8533,
              "string": "1\u0000\u0007I must confess, my heart is not in this, either. Prince Trion insisted that I participate, though, and I cannot deny him."
            }
          ]
        }
      ]
    },
    {
      "id": 17731597,
      "name": "Curilla",
      "events": [
        
      ]
    },
    {
      "id": 17731598,
      "name": "Chalvatot",
      "events": [
        {
          "id": 0,
          "dialogue": [
            {
              "id": 6770,
              "string": "1\u0000\u0007You be gettin' pretty good at this, m'lady. Have to watch out, or I might be out of a job!"
            },
            {
              "id": 6772,
              "string": "1\u0000\u0007That girl used to never come out of her room, but she's brightened up a bit since I started lettin' her help out in the garden."
            },
            {
              "id": 6775,
              "string": "1\u0000\u0007Your Highness..."
            },
            {
              "id": 6778,
              "string": "1\u0000\u0007The princess traveling to other lands? Think of your safety, Your Highness!"
            },
            {
              "id": 6780,
              "string": "1\u0000\u0007Your Highness..."
            },
            {
              "id": 6782,
              "string": "1\u0000\u0007The Tavnazian peninsula was ripped from the mainland and became an island."
            },
            {
              "id": 6785,
              "string": "1\u0000\u0007Your Highness, speak no more of such things. Here, take a look at the blooming flowers. "
            }
          ]
        },
        {
          "id": 9,
          "dialogue": [
            
          ]
        },
        {
          "id": 59,
          "dialogue": [
            {
              "id": 7585,
              "string": "1\u0000\u0007This place is not open to commoners, but since you're here, have a look. Queen Leaute would be pleased."
            }
          ]
        },
        {
          "id": 76,
          "dialogue": [
            
          ]
        },
        {
          "id": 82,
          "dialogue": [
            {
              "id": 7366,
              "string": "1\u0000\u0007Ah, almost forgot. You can find \u0001\u0001\u0001 \u0001\u0005$???? in Derfland. If you are successful, I am sure Queen Leaute would be grateful."
            }
          ]
        },
        {
          "id": 83,
          "dialogue": [
            {
              "id": 7395,
              "string": "1\u0000\u0007Ah, thanks be to you. This will keep me flowers perky for weeks, it will."
            },
            {
              "id": 7396,
              "string": "1\u0000\u0007Here, it's no' much, but this is all I can spare. Take it, then."
            },
            {
              "id": 7397,
              "string": "1\u0000\u0007'Tis hard for me to accept that the fair Queen Leaute's no longer in the world... Now there was a bonny flower, I tell you! The prettiest of them all!"
            },
            {
              "id": 7398,
              "string": "1\u0000\u0007She always had a kind word, even for a lowly gardener such as meself. If Queen Leaute were around, things would be different in this kingdom. Things'd be right, they would!"
            },
            {
              "id": 7399,
              "string": "1\u0000\u0007And...don't tell no one I telt you, but there's some mystery about the queen's death! They say..."
            },
            {
              "id": 7401,
              "string": "4\u0004\u0000\u0007Ah! P-Prince Pieuje! A-and Your Holiness!"
            },
            {
              "id": 7405,
              "string": "1\u0000\u0007Y-yes, Milord. Never again. I'll no' let it happen again!"
            }
          ]
        },
        {
          "id": 84,
          "dialogue": [
            {
              "id": 7391,
              "string": "1\u0000\u0007Accept Chalvatot's request?\u0007\u000bAccept.\u0007Decline."
            },
            {
              "id": 7391,
              "string": "1\u0000\u0007Accept Chalvatot's request?\u0007\u000bAccept.\u0007Decline."
            },
            {
              "id": 7394,
              "string": "1\u0000\u0007Eh? What's that? Changed your mind? It be for Queen Leaute, you know!"
            },
            {
              "id": 7393,
              "string": "1\u0000\u0007Ah, now that's the answer I was expectin'. Queen Leaute'd be pleased, she would. You get going, then."
            },
            {
              "id": 7392,
              "string": "1\u0000\u0007Hrm...that's a shame, that is. Guess I'll talk to those knights again."
            },
            {
              "id": 7383,
              "string": "1\u0000\u0007So, you like me garden, eh? Understandably! 'Tis filled with the kindness of Queen Leaute, this place is."
            },
            {
              "id": 7384,
              "string": "1\u0000\u0007Working here, it's like I can feel the warm, merciful smile o' the queen shining down on me."
            },
            {
              "id": 7385,
              "string": "1\u0000\u0007Were Queen Leaute still alive, those two would never be fighting like they do now. Guess it's fate."
            },
            {
              "id": 7386,
              "string": "1\u0000\u0007Hmph. Why am I blabbering about this to the likes of you, eh?"
            },
            {
              "id": 7387,
              "string": "1\u0000\u0007Since you seem to have taken a fancy to the garden, here, how's about lending me a hand?"
            },
            {
              "id": 7388,
              "string": "1\u0000\u0007I got me a problem, see. No regular compost is good enough to make these flowers bloom the way they do."
            },
            {
              "id": 7389,
              "string": "1\u0000\u0007So I've been using \u0001\u0005%???? as a special fertilizer, I have."
            },
            {
              "id": 7390,
              "string": "1\u0000\u0007Only, it be harder than skinning a wild sheep to get those knights off their shiny rumps to help, and now I'm running out."
            },
            {
              "id": 7392,
              "string": "1\u0000\u0007Hrm...that's a shame, that is. Guess I'll talk to those knights again."
            },
            {
              "id": 7393,
              "string": "1\u0000\u0007Ah, now that's the answer I was expectin'. Queen Leaute'd be pleased, she would. You get going, then."
            }
          ]
        },
        {
          "id": 96,
          "dialogue": [
            {
              "id": 7481,
              "string": "1\u0000\u0007Allow me to thank you on behalf of Her Majesty. And, I thank you personally for giving up something of yours!"
            },
            {
              "id": 7482,
              "string": "1\u0000\u0007One of the burial ornaments was entrusted to my care, but I'd rather you have it. It may pale in comparison to the ring, but 'tis all this gardener has to give."
            },
            {
              "id": 7483,
              "string": "1\u0000\u0007Eh?"
            },
            {
              "id": 7484,
              "string": "1\u0000\u0007Oh... Oh, yes."
            },
            {
              "id": 7485,
              "string": "1\u0000\u0007Well, good, then. I am sure the queen is pleased."
            }
          ]
        },
        {
          "id": 97,
          "dialogue": [
            {
              "id": 7480,
              "string": "1\u0000\u0007Take the two rings and place them upon the altar in the Monastic Cavern--the ruins of Her Majesty's convent. Then her wish will at last come true."
            }
          ]
        },
        {
          "id": 98,
          "dialogue": [
            {
              "id": 7471,
              "string": "1\u0000\u0007Her ring was given to my forefather, and since then it was passed down to me. "
            },
            {
              "id": 7472,
              "string": "1\u0000\u0007Without a doubt, the ring you hold belonged to her lover, the bard!"
            },
            {
              "id": 7473,
              "string": "1\u0000\u0007I believe that the two rings should be together. Please, could you place them together upon the altar in the Monastic Cavern?"
            },
            {
              "id": 7474,
              "string": "1\u0000\u0007Her Majesty's interred there, and I am sure her spirit would be greatly pleased."
            },
            {
              "id": 7476,
              "string": "1\u0000\u0007At long last Her Majesty's wish shall come true! I suppose it's not proper and all, but my conviction says she would wish it."
            },
            {
              "id": 7478,
              "string": "1\u0000\u0007I remain a servant of royalty, you see, so perhaps I behave disloyally. But I would that her final wish come true!"
            },
            {
              "id": 7477,
              "string": "1\u0000\u0007Now, place the two rings upon the altar in the Monastic Cavern. I believe in you, friend!"
            },
            {
              "id": 7479,
              "string": "1\u0000\u0007Well, I do believe it best if they were placed together, but the rings are not mine; I'll not order you to!"
            }
          ]
        },
        {
          "id": 99,
          "dialogue": [
            {
              "id": 7453,
              "string": "1\u0000\u0007Eh? Want to show me your ring, do you? And inscribed upon it are ancient San d'Orian runes? Very well, let us see it."
            },
            {
              "id": 7454,
              "string": "1\u0000\u0007From whence did you find this? Hmm... The necropolis of Eldieme, you say? So, 'twas true!"
            },
            {
              "id": 7455,
              "string": "1\u0000\u0007Far have you carried this, so I shall tell you the tale. But keep it secret, I beg you!"
            },
            {
              "id": 7456,
              "string": "1\u0000\u0007Ahem! Ages ago, a bard came to San d'Oria. His voice was so stirring that songbirds would pause to listen."
            },
            {
              "id": 7457,
              "string": "1\u0000\u0007The king was so moved that he sought to keep him here in San d'Oria, if but for a day longer."
            },
            {
              "id": 7458,
              "string": "1\u0000\u0007The talented bard lingered. But in doing so, he stole the heart of the queen!"
            },
            {
              "id": 7459,
              "string": "1\u0000\u0007You see, her marriage to the king was not for love, and she was many, many years his junior."
            },
            {
              "id": 7460,
              "string": "1\u0000\u0007But still, always should a queen remain faithful to her husband, don't you think?"
            },
            {
              "id": 7461,
              "string": "1\u0000\u0007Often would the two lovers steal away, to find shelter from prying eyes."
            },
            {
              "id": 7462,
              "string": "1\u0000\u0007They forged a pair of rings, and promised to each other that they would become one in the next world."
            },
            {
              "id": 7463,
              "string": "1\u0000\u0007But then, suddenly..."
            },
            {
              "id": 7464,
              "string": "1\u0000\u0007The king got word of her infidelity!"
            },
            {
              "id": 7465,
              "string": "1\u0000\u0007His rage at the liaison between his own queen and his favorite minstrel knew no bounds. The bard was put to death by poison!"
            },
            {
              "id": 7466,
              "string": "1\u0000\u0007But never did the queen forget her lover."
            },
            {
              "id": 7467,
              "string": "1\u0000\u0007To properly mourn him, she secretly bade my elders craft burial ornaments."
            },
            {
              "id": 7468,
              "string": "1\u0000\u0007She adorned his corpse with them, and conveyed the remains to Eldieme, and at last interred him there. Unfortunately, grave-robbers later came and ravaged his coffin, and scattered the ornaments in every direction!"
            },
            {
              "id": 7469,
              "string": "1\u0000\u0007Ere long the king passed away."
            },
            {
              "id": 7470,
              "string": "1\u0000\u0007The queen then left the palace for a convent, where she quietly bode till the end of her days."
            }
          ]
        },
        {
          "id": 111,
          "dialogue": [
            {
              "id": 6736,
              "string": "1\u0000\u0007Who was you talkin' to just now?\u0007No matter. You brought me \u0001\u00056????, right? Hand it over."
            },
            {
              "id": 6737,
              "string": "1\u0000\u0007Yes, this be the one... Hm? You say you saw the queen? Ha ha ha! I never heard anythin' so daft!"
            },
            {
              "id": 6738,
              "string": "1\u0000\u0007Ha ha! They say the pollen of the \u0001\u00053???? can cause people to be seein' funny things."
            },
            {
              "id": 6739,
              "string": "1\u0000\u0007You must be tired from your mission. Maybe you should get some rest."
            },
            {
              "id": 6740,
              "string": "1\u0000\u0007Hm? What be that there at your feet? That yours?"
            },
            {
              "id": 6742,
              "string": "1\u0000\u0007You should take better care of your things!"
            },
            {
              "id": 6743,
              "string": "1\u0000\u0007Well then, do you mind throwin' it away for me? I can't have a grimy garden, now can I?"
            }
          ]
        },
        {
          "id": 531,
          "dialogue": [
            {
              "id": 7186,
              "string": "1\u0000\u0007I'm busy. If you don't mind, I'd appreciate a little peace and quiet!"
            }
          ]
        },
        {
          "id": 538,
          "dialogue": [
            {
              "id": 7173,
              "string": "1\u0000\u0007Me name's Chalvatot. I be the gardener here, you see."
            },
            {
              "id": 7174,
              "string": "1\u0000\u0007Don't reckon I've seen you before. A new recruit, are you?"
            },
            {
              "id": 7177,
              "string": "1\u0000\u0007Ah, Your Highness! This stranger just came bargin' in here, so I was about to tell--"
            },
            {
              "id": 7181,
              "string": "1\u0000\u0007Why, ?[he\/she]'s but a vagrant! There's no need for Your Highness to address ?[him\/her] so!"
            },
            {
              "id": 7185,
              "string": "1\u0000\u0007Hmph. Don't you get uppity, just because the princess saw fit to favor you with a few words. It don't mean a thing!"
            },
            {
              "id": 7186,
              "string": "1\u0000\u0007I'm busy. If you don't mind, I'd appreciate a little peace and quiet!"
            }
          ]
        },
        {
          "id": 539,
          "dialogue": [
            {
              "id": 7173,
              "string": "1\u0000\u0007Me name's Chalvatot. I be the gardener here, you see."
            },
            {
              "id": 7187,
              "string": "1\u0000\u0007This garden be the memorial garden for our late Queen Leaute. She always loved flowers, and so she wanted to be buried here, you see."
            },
            {
              "id": 7188,
              "string": "1\u0000\u0007You be an adventurer from abroad, no? If you've got a mission from the monarlais, you'd best be on it, quick."
            },
            {
              "id": 7189,
              "string": "1\u0000\u0007That monarlais don't like dealing with you foreigners much. Come to think of it, neither do I!"
            },
            {
              "id": 7186,
              "string": "1\u0000\u0007I'm busy. If you don't mind, I'd appreciate a little peace and quiet!"
            }
          ]
        },
        {
          "id": 556,
          "dialogue": [
            {
              "id": 7630,
              "string": "1\u0000\u0007I am so sorry, Your Highness! Last night, some thieves broke into the late queen's chambers!"
            }
          ]
        },
        {
          "id": 561,
          "dialogue": [
            {
              "id": 8270,
              "string": "1\u0000\u0007\u001f\u000f\b's badge flashes brightly."
            },
            {
              "id": 8280,
              "string": "1\u0000\u0007You wear a badge of the land of Aht Urhgan."
            },
            {
              "id": 8281,
              "string": "1\u0000\u0007Queen Leaute brought many plants from her homeland of Tavnazia to fill this garden, including a few that originated in the Near East."
            },
            {
              "id": 8282,
              "string": "1\u0000\u0007That one there with the large flowers is such a specimen.\u0007I hear they enhance the blooms with alchemical processes."
            }
          ]
        }
      ]
    },
    {
      "id": 17731599,
      "name": "Tombstone",
      "events": [
        {
          "id": 83,
          "dialogue": [
            
          ]
        },
        {
          "id": 111,
          "dialogue": [
            
          ]
        }
      ]
    },
    {
      "id": 17731600,
      "name": "Mistaravant",
      "events": [
        {
          "id": 9,
          "dialogue": [
            
          ]
        },
        {
          "id": 524,
          "dialogue": [
            {
              "id": 7163,
              "string": "1\u0000\u0007I am Mistaravant. I have served as head steward of this chateau for many a year."
            },
            {
              "id": 7164,
              "string": "1\u0000\u0007This is the room of King Destin. No place for the likes of you."
            }
          ]
        }
      ]
    },
    {
      "id": 17731601,
      "name": "Faurie",
      "events": [
        {
          "id": 9,
          "dialogue": [
            
          ]
        },
        {
          "id": 506,
          "dialogue": [
            {
              "id": 7200,
              "string": "1\u0000\u0007Leaving the chateau?"
            },
            {
              "id": 7201,
              "string": "1\u0000\u0007Leave the chateau?\u0007\u000bYes.\u0007No."
            },
            {
              "id": 7202,
              "string": "1\u0000\u0007Then, take care."
            },
            {
              "id": 7203,
              "string": "1\u0000\u0007Then, take your time."
            }
          ]
        },
        {
          "id": 563,
          "dialogue": [
            
          ]
        },
        {
          "id": 564,
          "dialogue": [
            
          ]
        }
      ]
    },
    {
      "id": 17731602,
      "name": "Ferdechiond",
      "events": [
        {
          "id": 9,
          "dialogue": [
            
          ]
        },
        {
          "id": 89,
          "dialogue": [
            
          ]
        },
        {
          "id": 509,
          "dialogue": [
            
          ]
        },
        {
          "id": 511,
          "dialogue": [
            {
              "id": 7204,
              "string": "1\u0000\u0007The door beyond leads to the Temple Knights' quarters. The dungeons are down the corridor, to the left."
            }
          ]
        },
        {
          "id": 563,
          "dialogue": [
            
          ]
        },
        {
          "id": 564,
          "dialogue": [
            
          ]
        }
      ]
    },
    {
      "id": 17731603,
      "name": "Chaphoire",
      "events": [
        {
          "id": 9,
          "dialogue": [
            
          ]
        },
        {
          "id": 89,
          "dialogue": [
            
          ]
        },
        {
          "id": 509,
          "dialogue": [
            
          ]
        },
        {
          "id": 512,
          "dialogue": [
            {
              "id": 7205,
              "string": "1\u0000\u0007The door beyond leads to the Royal Knights' quarters. Down the corridor to the right is the central garden."
            }
          ]
        },
        {
          "id": 563,
          "dialogue": [
            
          ]
        },
        {
          "id": 564,
          "dialogue": [
            
          ]
        }
      ]
    },
    {
      "id": 17731604,
      "name": "Arsha",
      "events": [
        {
          "id": 9,
          "dialogue": [
            
          ]
        },
        {
          "id": 32,
          "dialogue": [
            
          ]
        },
        {
          "id": 85,
          "dialogue": [
            {
              "id": 7208,
              "string": "1\u0000\u0007Please proceed into the audience chamber."
            }
          ]
        },
        {
          "id": 89,
          "dialogue": [
            
          ]
        },
        {
          "id": 509,
          "dialogue": [
            
          ]
        },
        {
          "id": 513,
          "dialogue": [
            {
              "id": 7206,
              "string": "1\u0000\u0007The audience chamber is beyond. No entry without permission!"
            }
          ]
        },
        {
          "id": 563,
          "dialogue": [
            
          ]
        },
        {
          "id": 564,
          "dialogue": [
            
          ]
        }
      ]
    },
    {
      "id": 17731605,
      "name": "Chupaile",
      "events": [
        {
          "id": 9,
          "dialogue": [
            
          ]
        },
        {
          "id": 32,
          "dialogue": [
            
          ]
        },
        {
          "id": 86,
          "dialogue": [
            {
              "id": 7208,
              "string": "1\u0000\u0007Please proceed into the audience chamber."
            }
          ]
        },
        {
          "id": 89,
          "dialogue": [
            
          ]
        },
        {
          "id": 509,
          "dialogue": [
            
          ]
        },
        {
          "id": 514,
          "dialogue": [
            {
              "id": 7207,
              "string": "1\u0000\u0007The audience chamber is beyond. Entrance by appointment only."
            }
          ]
        },
        {
          "id": 563,
          "dialogue": [
            
          ]
        },
        {
          "id": 564,
          "dialogue": [
            
          ]
        }
      ]
    },
    {
      "id": 17731606,
      "name": "Aladoverre",
      "events": [
        {
          "id": 9,
          "dialogue": [
            
          ]
        },
        {
          "id": 515,
          "dialogue": [
            {
              "id": 7209,
              "string": "1\u0000\u0007The dungeons lie below. If you're here to see a prisoner, make it quick."
            }
          ]
        }
      ]
    },
    {
      "id": 17731607,
      "name": "Michilca",
      "events": [
        {
          "id": 9,
          "dialogue": [
            
          ]
        },
        {
          "id": 517,
          "dialogue": [
            {
              "id": 7211,
              "string": "1\u0000\u0007Beyond this hallway lies the Queen Leaute Memorial Garden."
            }
          ]
        }
      ]
    },
    {
      "id": 17731608,
      "name": "Atoranne",
      "events": [
        {
          "id": 9,
          "dialogue": [
            
          ]
        },
        {
          "id": 519,
          "dialogue": [
            {
              "id": 7213,
              "string": "1\u0000\u0007This door leads to the throne. If you've an appointment for audience, go around the front."
            }
          ]
        }
      ]
    },
    {
      "id": 17731609,
      "name": "Cotelle",
      "events": [
        {
          "id": 9,
          "dialogue": [
            
          ]
        },
        {
          "id": 520,
          "dialogue": [
            {
              "id": 7214,
              "string": "1\u0000\u0007The king's chambers are beyond. If you wish to see the king, schedule an appointment with Monarlais Halver."
            }
          ]
        }
      ]
    },
    {
      "id": 17731610,
      "name": "Doumina",
      "events": [
        {
          "id": 9,
          "dialogue": [
            
          ]
        },
        {
          "id": 99,
          "dialogue": [
            
          ]
        },
        {
          "id": 521,
          "dialogue": [
            {
              "id": 7215,
              "string": "1\u0000\u0007This is the audience chamber. Enter from the front if you have an appointment."
            }
          ]
        }
      ]
    },
    {
      "id": 17731611,
      "name": "Perfaumand",
      "events": [
        {
          "id": 2,
          "dialogue": [
            {
              "id": 7786,
              "string": "1\u0000\u0007Prince Trion has departed for Fei'Yin. May the grace of the Goddess bring victory to the knights of the Kingdom!"
            }
          ]
        },
        {
          "id": 7,
          "dialogue": [
            {
              "id": 7788,
              "string": "1\u0000\u0007Prince Trion has returned safely and is currently awaiting your arrival in the Audience Chamber."
            }
          ]
        },
        {
          "id": 9,
          "dialogue": [
            
          ]
        },
        {
          "id": 49,
          "dialogue": [
            {
              "id": 6766,
              "string": "1\u0000\u0007Prince Trion has left a message with me:\u0007??Deliver your report to the guards at the gatehouse.??"
            }
          ]
        },
        {
          "id": 50,
          "dialogue": [
            {
              "id": 6764,
              "string": "1\u0000\u0007Prince Trion is preparing for the journey to King Ranperre's Tomb. He asked me to tell you to travel there and purge the area of any monsters before they arrive."
            }
          ]
        },
        {
          "id": 79,
          "dialogue": [
            {
              "id": 6751,
              "string": "1\u0000\u0007I have a message from Prince Trion asking you to make any reports of your findings to the guards at the gatehouses."
            }
          ]
        },
        {
          "id": 88,
          "dialogue": [
            
          ]
        },
        {
          "id": 89,
          "dialogue": [
            
          ]
        },
        {
          "id": 522,
          "dialogue": [
            {
              "id": 7216,
              "string": "1\u0000\u0007Prince Trion's chambers. No entry."
            }
          ]
        },
        {
          "id": 553,
          "dialogue": [
            
          ]
        },
        {
          "id": 554,
          "dialogue": [
            
          ]
        },
        {
          "id": 560,
          "dialogue": [
            {
              "id": 8270,
              "string": "1\u0000\u0007\u001f\u000f\b's badge flashes brightly."
            },
            {
              "id": 8278,
              "string": "1\u0000\u0007Is that one of those Near Eastern badges!?\u0007Remove it at once!\u0007If Prince Trion were to see you wearing one of those..."
            },
            {
              "id": 8279,
              "string": "1\u0000\u0007Seeing all these people sporting mercenary badges has him in a volatile mood."
            }
          ]
        }
      ]
    },
    {
      "id": 17731612,
      "name": "Nachou",
      "events": [
        {
          "id": 4,
          "dialogue": [
            {
              "id": 7787,
              "string": "1\u0000\u0007Prince Pieuje has left with the expedition to Fei'Yin.\u0007I can only pray for his safety."
            }
          ]
        },
        {
          "id": 6,
          "dialogue": [
            {
              "id": 7789,
              "string": "1\u0000\u0007Prince Pieuje has returned without injury and is awaiting your arrival in the Audience Chamber."
            }
          ]
        },
        {
          "id": 9,
          "dialogue": [
            
          ]
        },
        {
          "id": 99,
          "dialogue": [
            
          ]
        },
        {
          "id": 523,
          "dialogue": [
            {
              "id": 7217,
              "string": "1\u0000\u0007Prince Pieuje's chambers are here. No one allowed without permission."
            }
          ]
        }
      ]
    },
    {
      "id": 17731613,
      "name": "",
      "events": [
        {
          "id": 120,
          "dialogue": [
            
          ]
        },
        {
          "id": 121,
          "dialogue": [
            
          ]
        }
      ]
    },
    {
      "id": 17731614,
      "name": "",
      "events": [
        {
          "id": 120,
          "dialogue": [
            
          ]
        },
        {
          "id": 121,
          "dialogue": [
            
          ]
        }
      ]
    },
    {
      "id": 17731615,
      "name": "",
      "events": [
        {
          "id": 120,
          "dialogue": [
            
          ]
        },
        {
          "id": 121,
          "dialogue": [
            
          ]
        }
      ]
    },
    {
      "id": 17731616,
      "name": "",
      "events": [
        {
          "id": 120,
          "dialogue": [
            
          ]
        },
        {
          "id": 121,
          "dialogue": [
            
          ]
        }
      ]
    },
    {
      "id": 17731617,
      "name": "",
      "events": [
        {
          "id": 120,
          "dialogue": [
            
          ]
        },
        {
          "id": 121,
          "dialogue": [
            
          ]
        }
      ]
    },
    {
      "id": 17731619,
      "name": "",
      "events": [
        {
          "id": 120,
          "dialogue": [
            
          ]
        },
        {
          "id": 121,
          "dialogue": [
            
          ]
        }
      ]
    },
    {
      "id": 17731620,
      "name": "",
      "events": [
        {
          "id": 43,
          "dialogue": [
            
          ]
        },
        {
          "id": 44,
          "dialogue": [
            
          ]
        },
        {
          "id": 48,
          "dialogue": [
            
          ]
        }
      ]
    },
    {
      "id": 17731621,
      "name": "",
      "events": [
        {
          "id": 43,
          "dialogue": [
            
          ]
        },
        {
          "id": 44,
          "dialogue": [
            
          ]
        },
        {
          "id": 48,
          "dialogue": [
            
          ]
        }
      ]
    },
    {
      "id": 17731622,
      "name": "",
      "events": [
        {
          "id": 43,
          "dialogue": [
            
          ]
        },
        {
          "id": 44,
          "dialogue": [
            
          ]
        },
        {
          "id": 48,
          "dialogue": [
            
          ]
        }
      ]
    },
    {
      "id": 17731623,
      "name": "",
      "events": [
        {
          "id": 43,
          "dialogue": [
            
          ]
        },
        {
          "id": 44,
          "dialogue": [
            
          ]
        },
        {
          "id": 48,
          "dialogue": [
            
          ]
        }
      ]
    },
    {
      "id": 17731624,
      "name": "Door:Prince Royal's Rm",
      "events": [
        {
          "id": 2,
          "dialogue": [
            
          ]
        },
        {
          "id": 3,
          "dialogue": [
            
          ]
        },
        {
          "id": 7,
          "dialogue": [
            
          ]
        },
        {
          "id": 21,
          "dialogue": [
            
          ]
        },
        {
          "id": 49,
          "dialogue": [
            
          ]
        },
        {
          "id": 50,
          "dialogue": [
            
          ]
        },
        {
          "id": 62,
          "dialogue": [
            
          ]
        },
        {
          "id": 63,
          "dialogue": [
            
          ]
        },
        {
          "id": 64,
          "dialogue": [
            
          ]
        },
        {
          "id": 66,
          "dialogue": [
            
          ]
        },
        {
          "id": 79,
          "dialogue": [
            
          ]
        },
        {
          "id": 80,
          "dialogue": [
            
          ]
        },
        {
          "id": 81,
          "dialogue": [
            
          ]
        },
        {
          "id": 88,
          "dialogue": [
            
          ]
        },
        {
          "id": 89,
          "dialogue": [
            
          ]
        },
        {
          "id": 90,
          "dialogue": [
            
          ]
        },
        {
          "id": 91,
          "dialogue": [
            
          ]
        },
        {
          "id": 115,
          "dialogue": [
            
          ]
        },
        {
          "id": 535,
          "dialogue": [
            
          ]
        },
        {
          "id": 547,
          "dialogue": [
            
          ]
        },
        {
          "id": 553,
          "dialogue": [
            
          ]
        },
        {
          "id": 554,
          "dialogue": [
            
          ]
        }
      ]
    },
    {
      "id": 17731625,
      "name": "Door:Prince Regent's Rm",
      "events": [
        {
          "id": 4,
          "dialogue": [
            
          ]
        },
        {
          "id": 5,
          "dialogue": [
            
          ]
        },
        {
          "id": 6,
          "dialogue": [
            
          ]
        },
        {
          "id": 66,
          "dialogue": [
            
          ]
        },
        {
          "id": 73,
          "dialogue": [
            
          ]
        },
        {
          "id": 74,
          "dialogue": [
            
          ]
        },
        {
          "id": 75,
          "dialogue": [
            
          ]
        },
        {
          "id": 536,
          "dialogue": [
            
          ]
        },
        {
          "id": 551,
          "dialogue": [
            
          ]
        },
        {
          "id": 552,
          "dialogue": [
            
          ]
        }
      ]
    },
    {
      "id": 17731626,
      "name": "Door:Royal Knight Qtrs",
      "events": [
        {
          "id": 120,
          "dialogue": [
            
          ]
        },
        {
          "id": 121,
          "dialogue": [
            
          ]
        },
        {
          "id": 563,
          "dialogue": [
            
          ]
        },
        {
          "id": 564,
          "dialogue": [
            
          ]
        },
        {
          "id": 571,
          "dialogue": [
            
          ]
        }
      ]
    },
    {
      "id": 17731627,
      "name": "Door:Temple Knight Qtrs",
      "events": [
        {
          "id": 43,
          "dialogue": [
            
          ]
        },
        {
          "id": 563,
          "dialogue": [
            
          ]
        },
        {
          "id": 564,
          "dialogue": [
            
          ]
        },
        {
          "id": 573,
          "dialogue": [
            
          ]
        }
      ]
    },
    {
      "id": 17731628,
      "name": "Door:Great Hall",
      "events": [
        {
          "id": 8,
          "dialogue": [
            
          ]
        },
        {
          "id": 9,
          "dialogue": [
            
          ]
        },
        {
          "id": 10,
          "dialogue": [
            
          ]
        },
        {
          "id": 21,
          "dialogue": [
            
          ]
        },
        {
          "id": 32,
          "dialogue": [
            
          ]
        },
        {
          "id": 61,
          "dialogue": [
            
          ]
        },
        {
          "id": 70,
          "dialogue": [
            
          ]
        },
        {
          "id": 71,
          "dialogue": [
            
          ]
        },
        {
          "id": 72,
          "dialogue": [
            
          ]
        },
        {
          "id": 76,
          "dialogue": [
            {
              "id": 7719,
              "string": "1\u0000\u0007How do you reply?\u0007\u000bUnderstood, Your Highness.\u0007Remaining details?"
            }
          ]
        },
        {
          "id": 87,
          "dialogue": [
            
          ]
        },
        {
          "id": 100,
          "dialogue": [
            
          ]
        },
        {
          "id": 104,
          "dialogue": [
            
          ]
        },
        {
          "id": 509,
          "dialogue": [
            
          ]
        },
        {
          "id": 537,
          "dialogue": [
            
          ]
        }
      ]
    },
    {
      "id": 17731630,
      "name": "Shamonde",
      "events": [
        {
          "id": 32,
          "dialogue": [
            {
              "id": 7664,
              "string": "1\u0000\u0007I apologize for my tardiness."
            },
            {
              "id": 7666,
              "string": "1\u0000\u0007It seems as of late, a magical wall of sorts has been placed around San d'Oria."
            },
            {
              "id": 7668,
              "string": "1\u0000\u0007And what is more, this barrier greatly resembles the one that was utilized during the Great War to protect Tavnazia from its enemies."
            },
            {
              "id": 7672,
              "string": "1\u0000\u0007While this is true, there are still many aspects to this phenomenon that we do not understand. I feel it may be unwise to come to any hasty conclusions."
            },
            {
              "id": 7674,
              "string": "1\u0000\u0007That is correct, Your Highness. To maintain such a wall, a medium is required at its center. While mediums differ depending on the type of magic used, I am positive that one is buried somewhere near San d'Oria."
            },
            {
              "id": 7676,
              "string": "1\u0000\u0007With San d'Oria as the center, it can be assumed that three mediums have been buried. As far as I can ascertain, there would be one in each of the areas of Vollbow, Valdeaunia, and Norvallen..."
            },
            {
              "id": 7677,
              "string": "1\u0000\u0007If it were me, I would bury them somewhere an adventurer would be least likely to travel...but where would that be?"
            },
            {
              "id": 7679,
              "string": "1\u0000\u0007I-I... I have cast many a magic wall in my time. I am just calling on my past experience."
            },
            {
              "id": 7680,
              "string": "1\u0000\u0007\b, you must take extreme caution if you happen to come across the mediums. They must be disengaged in the correct order, and my instincts tell me that a trap may be set."
            },
            {
              "id": 7683,
              "string": "1\u0000\u0007May the Goddess bless you with Her grace on your journey."
            }
          ]
        },
        {
          "id": 83,
          "dialogue": [
            
          ]
        },
        {
          "id": 100,
          "dialogue": [
            {
              "id": 6810,
              "string": "1\u0000\u0007It means that only the true heir to the d'Oraguille throne will be able to unsheathe Lightbringer, and that only when he does will the true power of the sword be unleashed."
            }
          ]
        },
        {
          "id": 555,
          "dialogue": [
            {
              "id": 7612,
              "string": "1\u0000\u0007It has come to my attention that thieves have ransacked the queen's chambers. Inform me immediately of what was stolen!"
            }
          ]
        }
      ]
    },
    {
      "id": 17731631,
      "name": "",
      "events": [
        {
          "id": 96,
          "dialogue": [
            
          ]
        },
        {
          "id": 99,
          "dialogue": [
            
          ]
        }
      ]
    },
    {
      "id": 17731632,
      "name": "",
      "events": [
        {
          "id": 96,
          "dialogue": [
            
          ]
        },
        {
          "id": 99,
          "dialogue": [
            
          ]
        }
      ]
    },
    {
      "id": 17731633,
      "name": "",
      "events": [
        {
          "id": 99,
          "dialogue": [
            
          ]
        }
      ]
    },
    {
      "id": 17731634,
      "name": "Vilbert",
      "events": [
        {
          "id": 88,
          "dialogue": [
            {
              "id": 7491,
              "string": "1\u0000\u0007Yes, Prince Trion."
            },
            {
              "id": 7492,
              "string": "1\u0000\u0007What is your wish, my lord?"
            },
            {
              "id": 7494,
              "string": "1\u0000\u0007No, my lord... Has aught been brought to light since last we spoke?"
            },
            {
              "id": 7496,
              "string": "1\u0000\u0007Yes, my lord!"
            }
          ]
        }
      ]
    },
    {
      "id": 17731635,
      "name": "Ailbeche",
      "events": [
        {
          "id": 89,
          "dialogue": [
            {
              "id": 7513,
              "string": "1\u0000\u0007Father!"
            },
            {
              "id": 7521,
              "string": "1\u0000\u0007Th-thank you, Prince Trion!"
            },
            {
              "id": 7522,
              "string": "1\u0000\u0007And thank you, \b!"
            }
          ]
        }
      ]
    },
    {
      "id": 17731636,
      "name": "Exoroche",
      "events": [
        {
          "id": 9,
          "dialogue": [
            
          ]
        },
        {
          "id": 89,
          "dialogue": [
            {
              "id": 7511,
              "string": "1\u0000\u0007I am overwhelmed with gratitude, my prince, but I humbly decline, for no longer am I in need of sword or armor."
            },
            {
              "id": 7512,
              "string": "1\u0000\u0007I seek but one thing: to be recognized as a true knight no matter what trappings I may wear. To this end I shall dedicate myself fully."
            },
            {
              "id": 7515,
              "string": "1\u0000\u0007You give praise too freely, lord. I should instead beg forgiveness for my past derelictions. Yet I have one request, if I may, Prince Trion."
            },
            {
              "id": 7517,
              "string": "1\u0000\u0007Would you instead bestow it upon \b? It was through ?[his\/her] aid that this matter was settled."
            },
            {
              "id": 7519,
              "string": "1\u0000\u0007Prince Trion, my son and I now ask your leave."
            }
          ]
        }
      ]
    },
    {
      "id": 17731646,
      "name": "Narcheral",
      "events": [
        {
          "id": 551,
          "dialogue": [
            {
              "id": 7524,
              "string": "1\u0000\u0007He lets no one see them, my lord, but there is no doubt. This is our chance!"
            },
            {
              "id": 7525,
              "string": "1\u0000\u0007Now that Prince Trion's wounds hinder him, you are free to achieve some great exploit, endearing yourself further to... Hmm?"
            },
            {
              "id": 7526,
              "string": "1\u0000\u0007Who's there!?"
            },
            {
              "id": 7527,
              "string": "1\u0000\u0007Oh, it's our ally, the adventurer. Perfect timing, I must say."
            },
            {
              "id": 7528,
              "string": "1\u0000\u0007Prince Pieuje, \b ambushed the dark stalker on the west fringes of the Valkurm Dunes, and brought \u0001\u0001\u0001 \u0001\u0005$???? to us."
            },
            {
              "id": 7530,
              "string": "1\u0000\u0007Your knowledge is great, indeed, Prince Pieuje."
            },
            {
              "id": 7532,
              "string": "1\u0000\u0007It seems that the dark stalker spotted in Valkurm was a messenger in life."
            },
            {
              "id": 7533,
              "string": "1\u0000\u0007The message it carried speaks of Tavnazians slain twenty years ago. They would rise from the grave to restore the Marquisate!"
            },
            {
              "id": 7541,
              "string": "1\u0000\u0007It was the Marquis, and at the same time, it was not! It was a presence that deceives the heart and brings fear upon our holy kingdom."
            },
            {
              "id": 7543,
              "string": "1\u0000\u0007Forgive me, my lord. But, I fear we can avoid the threat no longer. I beg you gather troops!"
            },
            {
              "id": 7544,
              "string": "1\u0000\u0007Jeronne, continue with the investigation. If news comes out of the Northlands, Prince Trion will surely hear."
            },
            {
              "id": 7546,
              "string": "1\u0000\u0007And I have something I wish to discuss with you. Soon we will need the services of an experienced white mage. Seek out a candidate."
            },
            {
              "id": 7547,
              "string": "1\u0000\u0007So that ?[he\/she] may fight against the impure, we will accredit the wielder of holy powers by giving ?[him\/her] an item blessed by Altana."
            },
            {
              "id": 7548,
              "string": "1\u0000\u0007?[He\/She] will have much to gain. Something unattainable elsewhere..."
            },
            {
              "id": 7549,
              "string": "1\u0000\u0007Find \u0001\u0001\u0001 \u0001\u0005$????. It is said that the Yagudo of Zvahl and Oztroja use it to banish the fallen."
            },
            {
              "id": 7550,
              "string": "1\u0000\u0007I also require \u0001\u0001\u0001 \u0001\u0005$????, so that I may make again what I plan on giving you."
            },
            {
              "id": 7551,
              "string": "1\u0000\u0007I shall give you the blessed item once you bring those two articles."
            }
          ]
        },
        {
          "id": 552,
          "dialogue": [
            {
              "id": 7565,
              "string": "1\u0000\u0007Prince Pieuje, are you there?"
            },
            {
              "id": 7567,
              "string": "1\u0000\u0007Prince Pieuje! I just saw Prince Trion, and he seemed well!"
            },
            {
              "id": 7569,
              "string": "1\u0000\u0007Surely Prince Trion will learn of all this, my lord! We will lose this chance to strengthen the influence of our faith!"
            },
            {
              "id": 7571,
              "string": "1\u0000\u0007No, my lord! To rid ourselves of the threat of the dead! My lord, the heir to the throne of San d'Oria must not jest of atonement!"
            },
            {
              "id": 7573,
              "string": "1\u0000\u0007Argh! If this goes on, all will be discovered! Chaos will consume San d'Oria--no, all of Vana'diel!"
            },
            {
              "id": 7577,
              "string": "1\u0000\u0007An army of the dead!? It is hard to believe, but we'd be fools not to."
            },
            {
              "id": 7580,
              "string": "1\u0000\u0007Hmm... Perhaps it is a signal of some sort. Let us make use of it in our strategy once we have it."
            },
            {
              "id": 7582,
              "string": "1\u0000\u0007Yes, we cannot wait for orders from the expeditionary forces. We shall send a cadre of worthy adventurers."
            },
            {
              "id": 7583,
              "string": "1\u0000\u0007Make for Fei'Yin upon acquiring the \u0001\u0005#???? in Eldieme."
            },
            {
              "id": 7584,
              "string": "1\u0000\u0007Greater rewards await those who serve with distinction. May fortune favor you!"
            }
          ]
        }
      ]
    },
    {
      "id": 17731647,
      "name": "Jeronne",
      "events": [
        {
          "id": 551,
          "dialogue": [
            {
              "id": 7535,
              "string": "1\u0000\u0007It is true, Prince Pieuje."
            },
            {
              "id": 7537,
              "string": "1\u0000\u0007Narcheral sent me on a search through Eldieme. I discovered that the dark stalkers were rallying."
            },
            {
              "id": 7538,
              "string": "1\u0000\u0007And I heard word that a great black shadow had crept beyond Ranguemont."
            },
            {
              "id": 7539,
              "string": "1\u0000\u0007The messenger who witnessed it swore it was the lord of Tavnazia, Marquis Altedour."
            },
            {
              "id": 7545,
              "string": "1\u0000\u0007I understand."
            }
          ]
        },
        {
          "id": 552,
          "dialogue": [
            {
              "id": 7574,
              "string": "1\u0000\u0007Narcheral, I have news."
            },
            {
              "id": 7575,
              "string": "1\u0000\u0007We received word that a dark stalker walks in the guise of Marquis Altedour towards Fei'Yin."
            },
            {
              "id": 7576,
              "string": "1\u0000\u0007In that place festers also souls of nations beyond Tavnazia. Perhaps there he seeks an army..."
            },
            {
              "id": 7578,
              "string": "1\u0000\u0007Great forces of the dead still rest in Eldieme. We have also discovered an item they all carry when they appear."
            },
            {
              "id": 7579,
              "string": "1\u0000\u0007We failed to obtain one, but they say it is called a \u0001\u0005#????."
            },
            {
              "id": 7581,
              "string": "1\u0000\u0007Well, then..."
            }
          ]
        }
      ]
    },
    {
      "id": 17731648,
      "name": "",
      "events": [
        {
          "id": 21,
          "dialogue": [
            
          ]
        },
        {
          "id": 61,
          "dialogue": [
            
          ]
        },
        {
          "id": 87,
          "dialogue": [
            
          ]
        },
        {
          "id": 100,
          "dialogue": [
            
          ]
        },
        {
          "id": 509,
          "dialogue": [
            
          ]
        },
        {
          "id": 537,
          "dialogue": [
            
          ]
        }
      ]
    },
    {
      "id": 17731649,
      "name": "",
      "events": [
        {
          "id": 21,
          "dialogue": [
            
          ]
        },
        {
          "id": 61,
          "dialogue": [
            
          ]
        },
        {
          "id": 87,
          "dialogue": [
            
          ]
        },
        {
          "id": 100,
          "dialogue": [
            
          ]
        },
        {
          "id": 509,
          "dialogue": [
            
          ]
        },
        {
          "id": 537,
          "dialogue": [
            
          ]
        }
      ]
    },
    {
      "id": 17731650,
      "name": "Rochefogne",
      "events": [
        {
          "id": 8,
          "dialogue": [
            {
              "id": 7795,
              "string": "1\u0000\u0007I am in debt to your fine daughter for all she has done for me."
            },
            {
              "id": 7796,
              "string": "1\u0000\u0007Your Highness...\u0007Allow me to apologize for all the trouble I have caused you and your kingdom."
            },
            {
              "id": 7798,
              "string": "1\u0000\u0007Your Highness..."
            },
            {
              "id": 7800,
              "string": "1\u0000\u0007Certainly."
            },
            {
              "id": 7801,
              "string": "1\u0000\u0007Long ago, the Dragon King, Ranperre, entrusted the Tavnazian Marquisate with the duty of protecting Lightbringer. All members of the royal family learn of this duty during their coming-of-age ceremony."
            },
            {
              "id": 7803,
              "string": "1\u0000\u0007Yes, my sister knew of Lightbringer. She also knew that the pollen of the dreamrose had the ability to temporarily neutralize the power of the blade."
            },
            {
              "id": 7805,
              "string": "1\u0000\u0007However, while we knew of our duty, none in Tavnazia knew the true power of an unsheathed Lightbringer. We were simply told to never draw the mighty blade."
            },
            {
              "id": 7807,
              "string": "1\u0000\u0007On that fateful day when the beastmen had taken the city, my family made an attempt to escape to San d'Oria."
            },
            {
              "id": 7810,
              "string": "1\u0000\u0007And the moment I did, I was engulfed in a brilliant light. I felt as if I were almighty...as if I were a god..."
            },
            {
              "id": 7814,
              "string": "1\u0000\u0007The shock of the explosion had caused me to lose my memory, and for years after that day, I believed the man's tale of the Orcs' secret weapon. But one day, like a flash of light, the memory of what I had done came back to me."
            },
            {
              "id": 7816,
              "string": "1\u0000\u0007From that day forth, I made a pledge to myself that I would not rest until I had found Lightbringer and returned her to her proper place. Only then would I be worthy to die and retreat to the hell that I deserve."
            },
            {
              "id": 7820,
              "string": "1\u0000\u0007While running back to the city, I came across a patch of beautiful dreamroses, and remembered my sister. I do not know why, but I picked one and put it in my breast pocket. I feel that is what might have saved me."
            },
            {
              "id": 7822,
              "string": "1\u0000\u0007That, I do not know--though I feel that perhaps Lightbringer was not meant for us."
            },
            {
              "id": 7823,
              "string": "1\u0000\u0007We shall return it to the late king and let him decide its fate."
            }
          ]
        },
        {
          "id": 111,
          "dialogue": [
            {
              "id": 6725,
              "string": "1\u0000\u0007Stopping by to smell the roses? Such refined taste for an adventurer."
            },
            {
              "id": 6726,
              "string": "1\u0000\u0007What petty mission have these people sent you on this time?"
            },
            {
              "id": 6727,
              "string": "1\u0000\u0007The queen's will? Dreamroses? There must be something behind all this..."
            },
            {
              "id": 6728,
              "string": "1\u0000\u0007Wh-what? What's going on?"
            },
            {
              "id": 6729,
              "string": "1\u0000\u0007The flowers have..."
            },
            {
              "id": 6730,
              "string": "1\u0000\u0007\b!?"
            },
            {
              "id": 6732,
              "string": "1\u0000\u0007No..."
            },
            {
              "id": 6733,
              "string": "1\u0000\u0007Wait!\u0007What... Who was that?"
            },
            {
              "id": 6734,
              "string": "1\u0000\u0007My imagination...or..."
            },
            {
              "id": 6735,
              "string": "1\u0000\u0007You'll have to excuse me. I have another engagement..."
            }
          ]
        }
      ]
    },
    {
      "id": 17731651,
      "name": "",
      "events": [
        {
          "id": 111,
          "dialogue": [
            {
              "id": 6731,
              "string": "1\u0000\u0007Rochefogne...\u0007You must not pursue the Treasure of the Dragon King...\u0007History must not repeat itself..."
            },
            {
              "id": 6741,
              "string": "1\u0000\u0007Say that it is yours?\u0007\u000bYes.\u0007No."
            }
          ]
        }
      ]
    },
    {
      "id": 17731652,
      "name": "Lourima",
      "events": [
        {
          "id": 0,
          "dialogue": [
            {
              "id": 6768,
              "string": "1\u0000\u0007Princess Claidie! I've finished watering the flowers!"
            },
            {
              "id": 6771,
              "string": "1\u0000\u0007Bye-bye!"
            }
          ]
        }
      ]
    },
    {
      "id": 17731653,
      "name": "Ranperre",
      "events": [
        {
          "id": 68,
          "dialogue": [
            
          ]
        },
        {
          "id": 121,
          "dialogue": [
            
          ]
        }
      ]
    },
    {
      "id": 17731654,
      "name": "Erpalacion",
      "events": [
        {
          "id": 68,
          "dialogue": [
            
          ]
        },
        {
          "id": 121,
          "dialogue": [
            
          ]
        }
      ]
    },
    {
      "id": 17731655,
      "name": "Coteaulepoint",
      "events": [
        {
          "id": 76,
          "dialogue": [
            {
              "id": 7737,
              "string": "1\u0000\u0007So the Orcs have made it this far. Not surprising, with the magical wall being destroyed...\u0007This forces us to change our plans."
            },
            {
              "id": 7739,
              "string": "1\u0000\u0007I apologize, Your Highness. However, I ask a moment of your time to talk..."
            }
          ]
        }
      ]
    },
    {
      "id": 17731656,
      "name": "",
      "events": [
        {
          "id": 76,
          "dialogue": [
            
          ]
        }
      ]
    },
    {
      "id": 17731657,
      "name": "1",
      "events": [
        {
          "id": 8,
          "dialogue": [
            
          ]
        }
      ]
    },
    {
      "id": 17731658,
      "name": "2",
      "events": [
        {
          "id": 8,
          "dialogue": [
            
          ]
        }
      ]
    },
    {
      "id": 17731659,
      "name": "3",
      "events": [
        {
          "id": 8,
          "dialogue": [
            
          ]
        }
      ]
    },
    {
      "id": 17731660,
      "name": "4",
      "events": [
        {
          "id": 8,
          "dialogue": [
            
          ]
        }
      ]
    },
    {
      "id": 17731661,
      "name": "Guilerme",
      "events": [
        {
          "id": 43,
          "dialogue": [
            {
              "id": 7881,
              "string": "1\u0000\u0007Lady Curilla! We have completed our patrol of the perimeter! There is nothing to report!"
            },
            {
              "id": 7883,
              "string": "1\u0000\u0007Yes, Lady Curilla!"
            },
            {
              "id": 7890,
              "string": "1\u0000\u0007Th-that is true, but...but, \b is just an adventurer. If ?[he\/she] were to be i-injured during the training, think of the repercussions..."
            },
            {
              "id": 7892,
              "string": "1\u0000\u0007Y-yes, ma'am!"
            }
          ]
        },
        {
          "id": 563,
          "dialogue": [
            {
              "id": 8299,
              "string": "1\u0000\u0007It cannot be...\u0007That awful penmanship..."
            }
          ]
        }
      ]
    },
    {
      "id": 17731662,
      "name": "Bacherume",
      "events": [
        {
          "id": 43,
          "dialogue": [
            {
              "id": 7884,
              "string": "1\u0000\u0007Uh...um...Lady Curilla?"
            }
          ]
        },
        {
          "id": 112,
          "dialogue": [
            
          ]
        },
        {
          "id": 563,
          "dialogue": [
            {
              "id": 8298,
              "string": "1\u0000\u0007!?"
            }
          ]
        }
      ]
    },
    {
      "id": 17731663,
      "name": "Phaviane",
      "events": [
        {
          "id": 43,
          "dialogue": [
            {
              "id": 7888,
              "string": "1\u0000\u0007The final technique!? You don't think ?[he\/she] could really..."
            }
          ]
        },
        {
          "id": 112,
          "dialogue": [
            
          ]
        }
      ]
    },
    {
      "id": 17731664,
      "name": "Elmemague",
      "events": [
        {
          "id": 112,
          "dialogue": [
            {
              "id": 7951,
              "string": "1\u0000\u0007And what manner of artifact is this Scepter Royaulais you speak of?"
            },
            {
              "id": 7959,
              "string": "1\u0000\u0007Well, isn't that interesting? Captain Guichantmarge of the Cardinal Stags is a good friend of mine, and I have no recollection of seeing your face among his troops when I performed an inspection. Neither do I recall hearing of any new recruits."
            },
            {
              "id": 7964,
              "string": "1\u0000\u0007Yet word of that other matter has not leaked beyond our walls. Are we to just let this man go...?"
            },
            {
              "id": 7966,
              "string": "1\u0000\u0007My sincerest apologies, sir.\u0007We were taken completely unawares. Only one who had extensive knowledge of the castle could have evaded us in such a way... It was no ordinary burglar."
            },
            {
              "id": 7982,
              "string": "1\u0000\u0007Give that gate guard a message for me: he still has a chance to prove himself."
            },
            {
              "id": 7981,
              "string": "1\u0000\u0007However, we must retrieve the scepter at any cost. \u0007It is an invaluable treasure. The symbol of San d'Oria."
            }
          ]
        }
      ]
    },
    {
      "id": 17731665,
      "name": "Vijartal",
      "events": [
        {
          "id": 112,
          "dialogue": [
            {
              "id": 7945,
              "string": "1\u0000\u0007It was as you say."
            },
            {
              "id": 7947,
              "string": "1\u0000\u0007That is correct."
            },
            {
              "id": 7949,
              "string": "1\u0000\u0007Yes, we were on our way to bring the scepter to Prince Fellenant."
            },
            {
              "id": 7952,
              "string": "1\u0000\u0007Do you not know even this? It is a beautiful scepter with a rare jewel known as the Pierre Errante set at its end. It requires the most careful handling so as not to mar the stone."
            },
            {
              "id": 7954,
              "string": "1\u0000\u0007Will you accept my words as truth now?\u0007You must allow me audience with Prince Fellenant."
            },
            {
              "id": 7956,
              "string": "1\u0000\u0007How dare you!\u0007You accuse me of lying!?"
            },
            {
              "id": 7958,
              "string": "1\u0000\u0007Then simply wait for the arrival of the Royal Knights who traveled with me--the Cardinal Stags! We were separated in Ordelle's Caves, but they should be arriving in the city at any moment."
            },
            {
              "id": 7960,
              "string": "1\u0000\u0007Surely you jest, sir!"
            },
            {
              "id": 7961,
              "string": "1\u0000\u0007The Captain of the Cardinal Stags, as all should know, is Sir Plieucherot. Enough of these games!"
            },
            {
              "id": 7967,
              "string": "1\u0000\u0007Do you still doubt me?\u0007I am here on orders from the king. Or is this how the prince treats envoys that appear on his doorstep?"
            },
            {
              "id": 7970,
              "string": "1\u0000\u0007I am under orders from the king...\u0007What are you...? Release me at once!"
            },
            {
              "id": 7971,
              "string": "1\u0000\u0007Mark my words! I, Vijartal Caphieux, have been insulted too many times this day! Your apologies will fall on deaf ears when next we meet!"
            },
            {
              "id": 7973,
              "string": "1\u0000\u0007I said to remember the name of Vijartal Caphieux! I will never forget the disgraces I was forced to endure at your hands!"
            },
            {
              "id": 7976,
              "string": "1\u0000\u0007What is this you speak of?"
            }
          ]
        }
      ]
    },
    {
      "id": 17731666,
      "name": "",
      "events": [
        {
          "id": 66,
          "dialogue": [
            
          ]
        }
      ]
    },
    {
      "id": 17731667,
      "name": "EVENTER",
      "events": [
        {
          "id": 555,
          "dialogue": [
            
          ]
        },
        {
          "id": 556,
          "dialogue": [
            
          ]
        },
        {
          "id": 573,
          "dialogue": [
            {
              "id": 8532,
              "string": "1\u0000\u0007Attempt the ritual with Curilla?\u0007\u000bYes.\u0007No."
            }
          ]
        },
        {
          "id": 574,
          "dialogue": [
            {
              "id": 8566,
              "string": "1\u0000\u0007Crusade with Prince Trion?\u0007\u000bLet the lion of San d'Oria roar!\u0007Eh, go back to doing paperwork."
            }
          ]
        }
      ]
    },
    {
      "id": 17731668,
      "name": "Chaloutte",
      "events": [
        {
          "id": 557,
          "dialogue": [
            {
              "id": 8160,
              "string": "1\u0000\u0007The minstrel of melodies is my name,\u0007For a mere \n\u0006 gil I'd recall your past.\u0007But I find that you're lacking in cash or in fame,\u0007So until that time, my kind offer will last."
            },
            {
              "id": 8160,
              "string": "1\u0000\u0007The minstrel of melodies is my name,\u0007For a mere \n\u0006 gil I'd recall your past.\u0007But I find that you're lacking in cash or in fame,\u0007So until that time, my kind offer will last."
            },
            {
              "id": 8159,
              "string": "1\u0000\u0007The minstrel of melodies is my name,\u0007For a mere \n\u0006 gil I'll recall your past.\u0007Your stories of love, anger, triumph, and shame,\u0007The river of memories runs deep and vast."
            },
            {
              "id": 8187,
              "string": "1\u0000\u0007Which memory will you have recalled?\u0007\u000bNothing.\u0007San d'Oria Missions 1.\u0007San d'Oria Missions 2.\u0007San d'Oria Quests.\u0007Other Quests.\u0007Aht Urhgan Missions.\u0007Wings of the Goddess Missions."
            },
            {
              "id": 8188,
              "string": "1\u0000\u0007Which memory will you have recalled?\u0007\u000bNothing.\u0007Journey Abroad.\u0007Infiltrate Davoi(pt.1).\u0007Infiltrate Davoi(pt.2).\u0007The Crystal Spring (Hall).\u0007The Crystal Spring (Garden).\u0007Appointment to Jeuno.\u0007The Ruins of Fei'Yin(pt.1).\u0007The Ruins of Fei'Yin(pt.2).\u0007The Ruins of Fei'Yin(pt.3).\u0007The Shadow Lord(pt.1).\u0007The Shadow Lord(pt.2).\u0007Leaute's Last Wishes(pt.1).\u0007Leaute's Last Wishes(pt.2).\u0007Ranperre's Final Rest(pt.1).\u0007Ranperre's Final Rest(pt.2).\u0007The Secret Weapon.\u0007Coming of Age(pt.1).\u0007Coming of Age(Trion).\u0007Coming of Age(Pieuje).\u0007Lightbringer(pt.1).\u0007Lightbringer(pt.2).\u0007Lightbringer(Trion).\u0007Lightbringer(Pieuje)."
            },
            {
              "id": 8189,
              "string": "1\u0000\u0007Which memory will you have recalled?\u0007\u000bNothing.\u0007Breaking Barriers(pt.1).\u0007Breaking Barriers(pt.2).\u0007The Heir to the Light(pt.1).\u0007The Heir to the Light(pt.2).\u0007The Heir to the Light(pt.3).\u0007The Heir to the Light(Trion).\u0007The Heir to the Light(Pieuje)."
            },
            {
              "id": 8190,
              "string": "1\u0000\u0007Which memory will you have recalled?\u0007\u000bNothing.\u0007The General's Secret(pt.1).\u0007The General's Secret(pt.2).\u0007Her Majesty's Garden(pt.1).\u0007Her Majesty's Garden(pt.2).\u0007Her Majesty's Garden(pt.3).\u0007Enveloped in Darkness(pt.1).\u0007Enveloped in Darkness(pt.2).\u0007Prelude of Black and White.\u0007Pieuje's Decision.\u0007A Boy's Dream(pt.1).\u0007A Boy's Dream(pt.2).\u0007Under Oath(pt.1).\u0007Under Oath(pt.2).\u0007Under Oath(pt.3).\u0007Knight Stalker.\u0007Old Wounds(pt.1).\u0007Old Wounds(pt.2).\u0007Old Wounds(pt.3).\u0007A Timely Visit.\u0007Fit for a Prince(pt.1).\u0007Fit for a Prince(pt.2).\u0007Fit for a Prince(pt.3).\u0007Conflict."
            },
            {
              "id": 8191,
              "string": "1\u0000\u0007Which memory will you have recalled?\u0007\u000bNothing.\u0007The Circle of Time(pt.1).\u0007The Circle of Time(pt.2).\u0007Conflict (Bastok).\u0007Conflict (Windurst).\u0007Waking the Colossus(pt.1).\u0007Waking the Colossus(pt.2).\u0007Her Memories: Grave Resolve.\u0007Trust (Curilla, pt.1).\u0007Trust (Curilla, pt.2).\u0007Trust (Trion)."
            },
            {
              "id": 8192,
              "string": "1\u0000\u0007Which memory will you have recalled?\u0007\u000bNothing.\u0007Confessions of Royalty(pt.1).\u0007Confessions of Royalty(pt.2)."
            },
            {
              "id": 8193,
              "string": "1\u0000\u0007Which memory will you have recalled?\u0007\u000bNothing.\u0007A Hawk in Repose."
            },
            {
              "id": 6601,
              "string": "1\u0000\u0007You do not have enough gil."
            }
          ]
        }
      ]
    },
    {
      "id": 17731669,
      "name": "???",
      "events": [
        {
          "id": 563,
          "dialogue": [
            
          ]
        },
        {
          "id": 564,
          "dialogue": [
            
          ]
        },
        {
          "id": 573,
          "dialogue": [
            
          ]
        },
        {
          "id": 574,
          "dialogue": [
            
          ]
        }
      ]
    },
    {
      "id": 17731670,
      "name": "",
      "events": [
        {
          "id": 563,
          "dialogue": [
            
          ]
        },
        {
          "id": 564,
          "dialogue": [
            
          ]
        },
        {
          "id": 573,
          "dialogue": [
            
          ]
        },
        {
          "id": 574,
          "dialogue": [
            
          ]
        }
      ]
    },
    {
      "id": 17731671,
      "name": "",
      "events": [
        {
          "id": 563,
          "dialogue": [
            
          ]
        },
        {
          "id": 564,
          "dialogue": [
            {
              "id": 8287,
              "string": "1\u0000\u0007Show him \u0001\u00053?????\u0007\u000bOf course.\u0007Not a chance."
            }
          ]
        }
      ]
    },
    {
      "id": 17731672,
      "name": "Travialce",
      "events": [
        {
          "id": 563,
          "dialogue": [
            
          ]
        },
        {
          "id": 564,
          "dialogue": [
            {
              "id": 8322,
              "string": "1\u0000\u0007Sir.\u0007Prince Trion first made his way to Mhaura and passed himself off as an adventurer."
            },
            {
              "id": 8325,
              "string": "1\u0000\u0007From there, His Highness boarded a ferry bound for the shores of Aht Urhgan..."
            },
            {
              "id": 8327,
              "string": "1\u0000\u0007I quickly slipped aboard as well, and guarded the royal person from the shadows."
            },
            {
              "id": 8328,
              "string": "1\u0000\u0007The ferry safely arrived in Al Zahbi with the prince none the wiser of my presence."
            },
            {
              "id": 8329,
              "string": "1\u0000\u0007After entering the city, Prince Trion headed straight to a mercenary company and apparently signed some sort of contract."
            },
            {
              "id": 8331,
              "string": "1\u0000\u0007There is nothing to fear on that count.\u0007His Highness travels the Empire under the assumed name of ??Raillefal.??"
            },
            {
              "id": 8333,
              "string": "1\u0000\u0007I wouldn't say that, milord...\u0007The prince is wearing a suit of gilded gold plate and is not subtle in his information gathering."
            },
            {
              "id": 8335,
              "string": "1\u0000\u0007No, milord."
            },
            {
              "id": 8336,
              "string": "1\u0000\u0007Come to think of it, I have seen this adventurer's face in the very same mercenary company..."
            },
            {
              "id": 8337,
              "string": "1\u0000\u0007This letter must be the very same document I witnessed in the prince's hand at the Shararat Teahouse."
            },
            {
              "id": 8345,
              "string": "1\u0000\u0007Sir.\u0007Raillefal...ah, Prince Trion, investigated the following facts."
            },
            {
              "id": 8346,
              "string": "1\u0000\u0007Four years ago, Jalzahn, the former Emperor of Aht Urhgan, and his wife both succumbed to the same illness..."
            },
            {
              "id": 8348,
              "string": "1\u0000\u0007The beastmen who dwell on the western borders of the nation used this as an opportunity to cease offering tributes."
            },
            {
              "id": 8350,
              "string": "1\u0000\u0007Though the Empire's long war with the eastern nations was at a stalemate, they could not afford to grow complacent."
            },
            {
              "id": 8351,
              "string": "1\u0000\u0007The main body of the Imperial Army remained focused on the east..."
            },
            {
              "id": 8352,
              "string": "1\u0000\u0007Meanwhile, the beastmen of the Mamool Ja Savagelands and Halvung Territory unfurled a banner of rebellion on the abandoned western front. It was not long before they were joined by an army known as the ??Undead Swarm??..."
            },
            {
              "id": 8355,
              "string": "1\u0000\u0007Of a certain, sir.\u0007The capital itself has recently been the target of beastman invasions."
            },
            {
              "id": 8356,
              "string": "1\u0000\u0007Aht Urhgan now finds herself without the resources to even repair the walls of Al Zahbi..."
            },
            {
              "id": 8412,
              "string": "1\u0000\u0007I will not fail you, Your Highness."
            }
          ]
        }
      ]
    },
    {
      "id": 17731673,
      "name": "Rembard",
      "events": [
        {
          "id": 2001,
          "dialogue": [
            {
              "id": 8420,
              "string": "1\u0000\u0007Well met, friend. I am Temple Knight Rembard.\u0007My duty is the issuance of marriage certificates to lawfully wedded couples."
            },
            {
              "id": 8421,
              "string": "1\u0000\u0007How may I serve you this day?"
            },
            {
              "id": 8449,
              "string": "1\u0000\u0007What would you like to do?\u0007\u000bNothing.\u0007Request a marriage certificate.\u0007Learn about marriage certificates.\u0007Learn about wedding ceremonies.\u0007Learn about ceremonial items."
            },
            {
              "id": 8438,
              "string": "1\u0000\u0007It seems you already have a marriage certificate in your possession.\u0007I am not authorized to issue you another."
            },
            {
              "id": 8439,
              "string": "1\u0000\u0007Your current job level must needs be level \n\u0002 or greater if you wish to be issued a marriage certificate."
            },
            {
              "id": 8440,
              "string": "1\u0000\u0007You are not eligible to receive a marriage certificate."
            },
            {
              "id": 8441,
              "string": "1\u0000\u0007Legally wedded couples wishing to receive marriage certificates should form a party while the husband is equipped with his \u001e\u0005matrimony ring\u001e\u0001, and his wife, her \u001e\u0005matrimony band\u001e\u0001. Thence, speak to the official in charge, and the certificates shall be prepared for you without delay."
            },
            {
              "id": 8422,
              "string": "1\u0000\u0007Marriage certificates are legally binding documents issued in recognition of the matrimony of the two individuals named therein.\u0007They may also adorn the wall of your Mog House."
            },
            {
              "id": 8423,
              "string": "1\u0000\u0007Those wishing to receive this document must present proof of their marriage in the manner I shall now explain."
            },
            {
              "id": 8424,
              "string": "1\u0000\u0007The couple should form a party while the husband is equipped with his \u001e\u0005matrimony ring\u001e\u0001, and his wife, her \u001e\u0005matrimony band\u001e\u0001.\u0007Thence, speak to me, and I shall prepare the certificates without delay."
            },
            {
              "id": 8425,
              "string": "1\u0000\u0007Alternatively, should you have a \u001e\u0005wedding ring\u001e\u0001 in your possession, it is possible to request issuance without your partner present."
            },
            {
              "id": 8426,
              "string": "1\u0000\u0007Please bear in the mind, though, that one person cannot possess multiple certificates at any given time.\u0007Furthermore, the nation of issuance for the certificate you hold cannot differ from that of your spouse."
            },
            {
              "id": 8427,
              "string": "1\u0000\u0007Lastly, the re-issuance of a misplaced certificate can be carried out solely by the officiating body wherefrom it was originally issued."
            },
            {
              "id": 8428,
              "string": "1\u0000\u0007A wedding is a joyous event wherein two souls brought together by fate are joined in an everlasting union."
            },
            {
              "id": 8429,
              "string": "1\u0000\u0007San d'Orian tradition holds that the bride and groom, each with weapon in hand, swear an oath of lifelong loyalty to each other before the goddess Altana."
            },
            {
              "id": 8430,
              "string": "1\u0000\u0007Wedding rings--a \u001e\u0005matrimony ring\u001e\u0001 and a \u001e\u0005matrimony band\u001e\u0001, to be precise--are required."
            },
            {
              "id": 8431,
              "string": "1\u0000\u0007These rings, which require rare and ofttimes elusive ingredients for synthesis, symbolize a couple's undying devotion to each other."
            },
            {
              "id": 8432,
              "string": "1\u0000\u0007Prior to presenting the ring to your partner, it is common practice to engrave one's name onto it using such items as \u001e\u0005cyclone crystals\u001e\u0001."
            },
            {
              "id": 8433,
              "string": "1\u0000\u0007\u001e\u0005Wedding dresses\u001e\u0001 and \u001e\u0005benedight coats\u001e\u0001 popularly serve as ceremonial attire for men and women, respectively."
            },
            {
              "id": 8434,
              "string": "1\u0000\u0007While garments like in form and function can be synthesized, the procurement of ingredients to make them presents quite a challenge. It is precisely for this reason, however, that significance is lent to their donning in ceremonies.\u0007Some adventurers perform the synthesis themselves, while others prefer to entrust the task to a friend."
            },
            {
              "id": 8435,
              "string": "1\u0000\u0007Be not disheartened, though, should the garments be not within your means.\u0007No law dictates how couples must attire themselves in a wedding ceremony."
            },
            {
              "id": 8436,
              "string": "1\u0000\u0007Should you encounter difficulty obtaining any of the ceremonial items mentioned thus far, they can also be purchased from the chests you see before you."
            },
            {
              "id": 8437,
              "string": "1\u0000\u0007Such items as fireworks and \u001e\u0005wedding bells\u001e\u0001 are also available to assist you in enhancing the atmosphere of revelry.\u0007You may purchase them as you see fit."
            },
            {
              "id": 8442,
              "string": "1\u0000\u0007It appears you have previously been issued a marriage certificate by another nation.\u0007The re-issuance of a misplaced certificate can be carried out solely by the officiating body wherefrom it was originally issued."
            },
            {
              "id": 8446,
              "string": "1\u0000\u0007Accepting a marriage certificate from our nation will render you ineligible to receive one from another."
            },
            {
              "id": 8450,
              "string": "1\u0000\u0007Have a marriage certificate issued?\u0007\u000bYes.\u0007No."
            },
            {
              "id": 8447,
              "string": "1\u0000\u0007By the power vested in me by the Church of San d'Oria, I hereby pronounce you husband and wife."
            },
            {
              "id": 8448,
              "string": "1\u0000\u0007May the glory and fortunes of war be with you."
            },
            {
              "id": 8440,
              "string": "1\u0000\u0007You are not eligible to receive a marriage certificate."
            },
            {
              "id": 8441,
              "string": "1\u0000\u0007Legally wedded couples wishing to receive marriage certificates should form a party while the husband is equipped with his \u001e\u0005matrimony ring\u001e\u0001, and his wife, her \u001e\u0005matrimony band\u001e\u0001. Thence, speak to the official in charge, and the certificates shall be prepared for you without delay."
            },
            {
              "id": 8440,
              "string": "1\u0000\u0007You are not eligible to receive a marriage certificate."
            },
            {
              "id": 8441,
              "string": "1\u0000\u0007Legally wedded couples wishing to receive marriage certificates should form a party while the husband is equipped with his \u001e\u0005matrimony ring\u001e\u0001, and his wife, her \u001e\u0005matrimony band\u001e\u0001. Thence, speak to the official in charge, and the certificates shall be prepared for you without delay."
            },
            {
              "id": 8440,
              "string": "1\u0000\u0007You are not eligible to receive a marriage certificate."
            },
            {
              "id": 8441,
              "string": "1\u0000\u0007Legally wedded couples wishing to receive marriage certificates should form a party while the husband is equipped with his \u001e\u0005matrimony ring\u001e\u0001, and his wife, her \u001e\u0005matrimony band\u001e\u0001. Thence, speak to the official in charge, and the certificates shall be prepared for you without delay."
            },
            {
              "id": 8442,
              "string": "1\u0000\u0007It appears you have previously been issued a marriage certificate by another nation.\u0007The re-issuance of a misplaced certificate can be carried out solely by the officiating body wherefrom it was originally issued."
            },
            {
              "id": 8443,
              "string": "1\u0000\u0007It appears your spouse's marriage certificate was issued by another nation."
            },
            {
              "id": 8444,
              "string": "1\u0000\u0007It appears your spouse's marriage certificate was issued by another nation.\u0007To obtain one of your own, you must request issuance from the same officiating body as your spouse."
            },
            {
              "id": 8443,
              "string": "1\u0000\u0007It appears your spouse's marriage certificate was issued by another nation."
            },
            {
              "id": 8444,
              "string": "1\u0000\u0007It appears your spouse's marriage certificate was issued by another nation.\u0007To obtain one of your own, you must request issuance from the same officiating body as your spouse."
            },
            {
              "id": 8445,
              "string": "1\u0000\u0007Accepting a marriage certificate from our nation will render you ineligible to receive one from another.\u0007Furthermore, the nation of issuance for the certificate you hold cannot differ from that of your partner's."
            },
            {
              "id": 8450,
              "string": "1\u0000\u0007Have a marriage certificate issued?\u0007\u000bYes.\u0007No."
            },
            {
              "id": 8447,
              "string": "1\u0000\u0007By the power vested in me by the Church of San d'Oria, I hereby pronounce you husband and wife."
            },
            {
              "id": 8448,
              "string": "1\u0000\u0007May the glory and fortunes of war be with you."
            },
            {
              "id": 8445,
              "string": "1\u0000\u0007Accepting a marriage certificate from our nation will render you ineligible to receive one from another.\u0007Furthermore, the nation of issuance for the certificate you hold cannot differ from that of your partner's."
            },
            {
              "id": 8450,
              "string": "1\u0000\u0007Have a marriage certificate issued?\u0007\u000bYes.\u0007No."
            },
            {
              "id": 8447,
              "string": "1\u0000\u0007By the power vested in me by the Church of San d'Oria, I hereby pronounce you husband and wife."
            },
            {
              "id": 8448,
              "string": "1\u0000\u0007May the glory and fortunes of war be with you."
            }
          ]
        }
      ]
    },
    {
      "id": 17731674,
      "name": "Matrimonial Coffer",
      "events": [
        {
          "id": 2000,
          "dialogue": [
            {
              "id": 8453,
              "string": "1\u0000\u0007An assortment of wedding attire and wedding rings are available for purchase."
            },
            {
              "id": 8454,
              "string": "1\u0000\u0007What will you buy?\u0007\u000b\f\u0000[Wedding dress\/Benedight] set: \n\u0001 gil.\u0007?\u0001\u0001\u0005#????: \n\u0003 gil.\u0007Nothing."
            },
            {
              "id": 8456,
              "string": "1\u0000\u0007This set includes a \u001e\u0005bridal corsage\u001e\u0001, a \u001e\u0005wedding dress\u001e\u0001, a \u001e\u0005pair of wedding hose\u001e\u0001, and a \u001e\u0005pair of wedding boots\u001e\u0001.\u0007Price: \n\u0001 gil."
            },
            {
              "id": 8455,
              "string": "1\u0000\u0007This set includes a \u001e\u0005benedight coat\u001e\u0001 and a \u001e\u0005pair of benedight hose\u001e\u0001.\u0007Price: \n\u0001 gil."
            },
            {
              "id": 8457,
              "string": "1\u0000\u0007Confirm purchase? (Current gil: \n\u0004)\u0007\u000bYes.\u0007Cancel."
            }
          ]
        }
      ]
    },
    {
      "id": 17731676,
      "name": "",
      "events": [
        {
          "id": 566,
          "dialogue": [
            
          ]
        }
      ]
    },
    {
      "id": 17731677,
      "name": "Lilisette",
      "events": [
        {
          "id": 566,
          "dialogue": [
            {
              "id": 8474,
              "string": "1\u0000\u0007Yes, my lord."
            }
          ]
        }
      ]
    },
    {
      "id": 17731678,
      "name": "Halver",
      "events": [
        {
          "id": 566,
          "dialogue": [
            
          ]
        }
      ]
    },
    {
      "id": 17731679,
      "name": "",
      "events": [
        {
          "id": 567,
          "dialogue": [
            
          ]
        },
        {
          "id": 568,
          "dialogue": [
            
          ]
        }
      ]
    },
    {
      "id": 17731680,
      "name": "",
      "events": [
        {
          "id": 571,
          "dialogue": [
            
          ]
        },
        {
          "id": 572,
          "dialogue": [
            
          ]
        }
      ]
    },
    {
      "id": 2147483585,
      "name": "",
      "events": [
        {
          "id": 66,
          "dialogue": [
            
          ]
        }
      ]
    },
    {
      "id": 2147483586,
      "name": "",
      "events": [
        {
          "id": 66,
          "dialogue": [
            
          ]
        }
      ]
    },
    {
      "id": 2147483587,
      "name": "",
      "events": [
        {
          "id": 66,
          "dialogue": [
            
          ]
        }
      ]
    },
    {
      "id": 2147483588,
      "name": "",
      "events": [
        {
          "id": 66,
          "dialogue": [
            
          ]
        }
      ]
    },
    {
      "id": 2147483589,
      "name": "",
      "events": [
        {
          "id": 66,
          "dialogue": [
            
          ]
        }
      ]
    },
    {
      "id": 2147483632,
      "name": "",
      "events": [
        {
          "id": 0,
          "dialogue": [
            
          ]
        },
        {
          "id": 3,
          "dialogue": [
            
          ]
        },
        {
          "id": 5,
          "dialogue": [
            
          ]
        },
        {
          "id": 10,
          "dialogue": [
            
          ]
        },
        {
          "id": 21,
          "dialogue": [
            
          ]
        },
        {
          "id": 43,
          "dialogue": [
            
          ]
        },
        {
          "id": 44,
          "dialogue": [
            
          ]
        },
        {
          "id": 48,
          "dialogue": [
            
          ]
        },
        {
          "id": 61,
          "dialogue": [
            
          ]
        },
        {
          "id": 62,
          "dialogue": [
            
          ]
        },
        {
          "id": 63,
          "dialogue": [
            
          ]
        },
        {
          "id": 64,
          "dialogue": [
            
          ]
        },
        {
          "id": 65,
          "dialogue": [
            
          ]
        },
        {
          "id": 66,
          "dialogue": [
            
          ]
        },
        {
          "id": 73,
          "dialogue": [
            
          ]
        },
        {
          "id": 74,
          "dialogue": [
            
          ]
        },
        {
          "id": 75,
          "dialogue": [
            
          ]
        },
        {
          "id": 80,
          "dialogue": [
            
          ]
        },
        {
          "id": 81,
          "dialogue": [
            
          ]
        },
        {
          "id": 88,
          "dialogue": [
            
          ]
        },
        {
          "id": 89,
          "dialogue": [
            
          ]
        },
        {
          "id": 90,
          "dialogue": [
            
          ]
        },
        {
          "id": 91,
          "dialogue": [
            
          ]
        },
        {
          "id": 93,
          "dialogue": [
            
          ]
        },
        {
          "id": 94,
          "dialogue": [
            
          ]
        },
        {
          "id": 95,
          "dialogue": [
            
          ]
        },
        {
          "id": 96,
          "dialogue": [
            
          ]
        },
        {
          "id": 98,
          "dialogue": [
            
          ]
        },
        {
          "id": 99,
          "dialogue": [
            
          ]
        },
        {
          "id": 100,
          "dialogue": [
            
          ]
        },
        {
          "id": 101,
          "dialogue": [
            
          ]
        },
        {
          "id": 104,
          "dialogue": [
            
          ]
        },
        {
          "id": 112,
          "dialogue": [
            
          ]
        },
        {
          "id": 115,
          "dialogue": [
            
          ]
        },
        {
          "id": 116,
          "dialogue": [
            
          ]
        },
        {
          "id": 120,
          "dialogue": [
            
          ]
        },
        {
          "id": 121,
          "dialogue": [
            
          ]
        },
        {
          "id": 534,
          "dialogue": [
            
          ]
        },
        {
          "id": 547,
          "dialogue": [
            
          ]
        }
      ]
    }
  ]
}